{
  "title": "Pronouns",
  "personal": {
    "intro": "I, me, you, he, him, she, her...",
    "body": [
      {
        "Subject pronouns": [
          "In Dutch, we use different words for stressed and unstressed. As a result, several pronouns have two versions: a marked (stressed) and an unmarked (unstressed) version. If, in a sentence, the emphasis lies on the pronoun, we use a marked pronoun. Unmarked pronouns are more commonly used than their marked equivalents.",
          "@table:personal-pronouns",
          "If we want to stress inanimate het/hij (it) and ze (they), we use a demonstrative pronoun.",
          "h: Formal you - U",
          "In Dutch, we have a formal and an informal form of 'you'. We use 'u' to address older people or adults that we do not know. We can also use 'u' in the second plural (instead of 'jullie') but this is very formal.",
          "@table:personal-pronouns-u",
          "h: It: Het or hij?",
          "We use 'het' for neuter nouns (het-nouns) and 'hij' (he) for de-nouns. 'Hij' is masculine but we also use it for feminine nouns.",
          "@table:personal-pronouns-het_or_hij",
          "You may know de-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine.",
          "In the Netherlands, we can use feminine pronouns for abstract feminine nouns, which sounds quite sophisticated. You should only use 'ze' (or 'zij' if the pronoun is stressed or 'marked') when you are really sure that the de-noun you refer to is feminine. When in doubt, 'hij' is always correct.",
          "h: They: Ze, zij, or die?",
          "We use unmarked 'ze' (they) for persons and for inanimate objects.",
          "However, when we stress the pronoun, we make a distinction: We refer to persons by 'zij' and to inanimate objects by 'die'.",
          "@table:personal-pronouns-ze_zij_or_die",
          "De-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine.",
          "h: Ge/gij",
          "The Flemish often say ge (unstressed) or gij (stressed) instead of je/jij. In Holland, this form is no longer used.",
          "How to use marked pronouns",
          "We use marked pronouns if we want to stress the pronoun in a sentence. This sounds easy enough as you are free to choose which pronouns you wish to emphasize. In your speech, however, you must make sure that you do not place the stress on an unmarked pronoun.",
          "To place emphasis on a word in a sentence, the Dutch slightly:",
          "=increase the pitch (the melody goes 'up')",
          "=raise their volume",
          "=stretch the duration (length) of the word",
          "If you use an unmarked pronoun, make sure to emphasize another part in the sentence."
        ],
        "Impersonate it": [
          "\"It are beautiful shoes\", is of course really bad English. This is, however, how we say it in Dutch. Yes, really. It is precisely this sort of discrepancies between languages that causes automatic translators such headaches.",
          "Where the English say \"They are [+noun]\", the Dutch say \"Het zijn [+noun].\" As you can see, singular 'het' (it) does not correspond with plural 'zijn' (are).",
          "@table:personal-pronouns-1",
          "We only do this when 'they' is linked to a noun. '(Indigenous) plants', and '(nice) neighbours' are nouns.",
          "In the examples below, ze (they) is linked to an adjective. Here, we do not see the strange 'it are' phenomenon.",
          "@table:personal-pronouns-they",
          "'Indigenous', and 'nice' are adjectives.",
          "Can you see the difference?",
          "@table:personal-pronouns-differnce",
          "We encounter the same phenomenon with the demonstratives dit and dat."
        ],
        "Object pronouns": [
          "h: Her: haar or ze?",
          "In Holland, marked and unmarked 'her' are both translated as haar. In Flanders, unmarked 'her' is ze.",
          "The part of the sentence that receives emphasis is underlined.",
          "Unmarked 'her':",
          "@table:personal-pronouns-haar_or_ze",
          "When they stress 'her', the Dutch and the Flemish both use haar.",
          "Stressed 'her':",
          "@table:personal-pronouns-her",
          "h: It: het or hem?",
          "We use het (it) for neuter nouns (het-nouns) and hem (him) for de-nouns. Hem is masculine but we also use it for feminine nouns.",
          "@table:personal-pronouns-het_hem",
          "You may know de-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine.",
          "It does sound very sophisticated if you can distinguish between feminine and masculine nouns. You should only use haar (her) when you are really sure that the de-noun you refer to is feminine. When in doubt, hem is always correct.",
          "h: Them for persons: hun or hen?",
          "We use hun if the object pronoun is stressed (marked). If you want to be very correct, you make a distinction between the direct object (hen) and the indirect object (hun). To make it more complicated: If an object pronoun is preceded by a preposition (usually aan or voor), we use hen.",
          "On one of the following pages, you will read more about the use of hen and hun.",
          "Note, that it is not compulsory to distinguish between hen and hun. You are permitted to completely forget about hen and use hun all the time.",
          "h: Stressed ('marked') object pronouns",
          "@table:object-pronouns",
          "h: Them: Hen or hun?",
          "The hen-or-hun question is something many native speakers do not know the answer to and as you will read below, it is really not so important. However, since you will come across both pronouns, it would be nice if you knew what they are about.",
          "h: 'Them' referring to persons",
          "In Dutch, we use two different pronouns for 'them' referring to persons: One for the indirect object (hun) and one for the direct object (hen).",
          "We can even make things more complicated: When the pronoun is preceded by a preposition, we always use hen, even though it is not a direct object (which is never preceded by a preposition).",
          "h: Hun is always 'correct'",
          "If this is all too complicated, just stick to hun in all cases. This may not be considered 100% correct by some but most Dutch speakers mix up hun and hen any way. Wim wrote an interesting forum post about the historical origins of this -apparently artificial- distinction.",
          "@table:personal-pronouns-them",
          "In the first example, the pronoun is a direct object (hen). In the second, it is an indirect object (hun). In the third, it is also an indirect object but preceded by a preposition (hen).",
          "Recall that when the noun is not stressed, we simply use the unmarked pronoun ze.",
          "@table:personal-pronouns-ze"
        ],
        "Colloquial pronouns": [
          "https://www.dutchgrammar.com/en/?n=Pronouns.Ps08"
        ]
      }
    ]
  },
  "possessive": {
    "intro": "my, mine, your, yours, our"
  },
  "reflexive": {
    "intro": "myself, yourself, themselves"
  },
  "reciporal": {
    "intro": "each other"
  },
  "interrogative": {
    "intro": "who, what, which"
  },
  "demonstrative": {
    "intro": "that, this"
  },
  "relative": {
    "intro": "that, which, whom"
  },
  "indefinite": {
    "intro": "all, everyone, something"
  },
  "exclamative": {
    "intro": "how nice, such good wheather"
  }
}