{"title":"Bezittelijk voornaamwoorden","body":[{"type":"p","text":"Bezittelijk voornaamwoorden geven aan van wie een voorwerp is. Als ik zeg 'Dit is mijn pen', dan is de pen van mij. Mijn is een bezittelijk voornaamwoord."},{"type":"table","table":[["Persoonlijk voornaamwoord","Bezittelijk voornaamwoord"],["ik","mijn"],["je","je /[benadrukt] jouw"],["u [formeel]","uw"],["hij","zijn"],["ze","haar"],["het","zijn"],["we","ons/onze"],["jullie","jullie"],["ze","hun"]]},{"type":"p","text":"Op de volgende pagina kun je zien hoe het bezittelijk voornaamwoord gebruikt wordt."},{"type":"p","text":"Als we willen benadrukken dat iets van jou is, gebruiken we jouw in plaats van je. Dit is het enige bezittelijk voornaamwoord met een benadrukte en een onbenadrukte vorm."},{"type":"table","table":[["onbenadrukt","Je wekker heeft ons allemaal wakker gemaakt."],["benadrukt","Jouw wekker (niet mijn wekker) heeft ons allemaal wakker gemaakt."]]},{"type":"p","text":"Er is geen apart bezittelijk voornaamwoord voor 'het', we gebruiken gewoon zijn. Het maakt niet uit of het zelfstandig naamwoord onzijdig ('het'), mannelijk of vrouwelijk (allebei 'de') is."},{"type":"table","table":[["Het weer en zijn onvoorspelbaarheid."],["De politie maakte zijn cijfers openbaar."]]},{"type":"p","text":"'De politie' is eigenlijk een vrouwelijk woord, maar Nederlanders maken geen onderscheid meer tussen mannelijke en vrouwelijke woorden (maar Vlamingen nog wel!). Als je een intelligente indruk wilt maken, kun je voor vrouwelijke woorden 'haar' gebruiken, maar dat moet je alleen doen als je echt zeker bent van het geslacht van een woord. In geval van twijfel is hem altijd goed."},{"type":"p","text":"Nu je weet dat 'de politie' vrouwelijk is, kun je ook 'haar' gebruiken:"},{"type":"table","table":[["De politie maakte haar cijfers openbaar."]]},{"type":"p","text":"Ons wordt verbogen als een bijvoeglijk naamwoord. Een de-woord krijgt onze, een het-woord ons."},{"type":"table","table":[["de auto","onze auto"],["het huis","ons huis"],["de ouders","onze ouders"]]}]}