{"title":"Het voornaamwoordelijk bijwoord","body":[{"type":"p","text":"Er zijn verschillende Nederlandse voornaamwoorden waar we geen voorzetsel voor kunnen zetten. We zeggen niet: \"Ik houd van dat\", maar \"Ik houd daarvan\"."},{"type":"p","text":"'Daarvan' is een voornaamwoordelijk bijwoord. Op de volgende pagina staat een lijst met Nederlandse voornaamwoordelijk bijwoorden."},{"type":"p","text":"Laten we eerst eens kijken hoe het precies werkt."},{"type":"p","text":"We nemen als voorbeeld het voorzetsel 'in' en het persoonlijk voornaamwoord 'het' (verwar dit niet met het lidwoord 'het'!)"},{"type":"p","text":"Als we 'in' voor 'het' plaatsen, dan:"},{"type":"p","text":"Dit is wat er gebeurt:"},{"type":"table","table":[["voorzetsel + het","","er+voorzetsel"]]},{"type":"p","text":"Als je grafische illustratie te abstract vindt, lees dan de voorbeelden hieronder."},{"type":"table","table":[["Hij protesteert tegen het onrecht."],["Hij protesteert ertegen."],["Niet: hij prostesteert tegen het."]]},{"type":"table","table":[["We doken in het water ."],["We doken erin."],["Niet: we doken in het."]]},{"type":"p","text":"Het voornaamwoordelijk bijwoord komt niet altijd in één stuk voor. Vaak staan er andere woorden tussen. Dit kun je zien in de zinnen hieronder."},{"type":"table","table":[["Hij protesteert al jaren tegen het onrecht."],["Hij protesteert er al jaren tegen."]]},{"type":"table","table":[["We doken meteen in het water."],["We doken er meteen in."]]},{"type":"p","text":"De splitsing van het voornaamwoordelijk bijwoord is iets wat we in het hoofdstuk woordvolgorde bespreken, meer specifiek, hier."},{"type":"p","text":"'Het' is niet het enige voornaamwoord dat in een voornaamwoordelijk bijwoord ('er') kan veranderen. Hetzelfde gebeurt met diverse andere voornaamwoorden. Andere voorbeelden zijn 'wat' (dat in 'waar' verandert) en 'dat' (dat in 'daar' verandert)."},{"type":"p","text":"Op de volgende pagina lees je welke andere Nederlandse voornaamwoorden veranderen in een voornaamwoordelijk bijwoord."}]}