{"title":"Persoonlijk voornaamwoord: onderwerp","body":[{"type":"p","text":"Het onderwerp is het ding of persoon die de handeling verricht: ik loop, hij heeft gezien, we gaan naar school, etc."},{"type":"table","table":[["Persoon","Onbenadrukt","Benadrukt"," "],["1e persoon enkelvoud","ik","ik"," "],["2e persoon enkelvoud","je","jij","informeel"],["u","u","formeel"],["3e persoon enkelvoud","hij","hij","mannelijk persoon"],["ze","zij","vrouwelijk persoon"],["het/hij","aanwijzend vnw\ndit, deze, dat, die","ding"],["1e persoon meervoud","we","wij"," "],["2e persoon meervoud","jullie","jullie"," "],["3e persoon meervoud","ze","zij","personen"],["aanwijzend vnw\ndeze, die","dingen"]]},{"type":"p","text":"Op de volgende pagina staan voorbeelden van zinnen met benadrukte en onbenadrukte persoonlijk voornaamwoorden."},{"type":"p","text":"In het Nederlands kunnen we iemand op een formele en een informele manier aanspreken. We gebruiken 'u' als we tegen een ouder persoon praten, of tegen volwassenen die we niet kennen."},{"type":"p","text":"Soms gebruiken we 'u' als we tegen meerdere personen praten (in plaats van 'jullie'), maar dit is zeer formeel."},{"type":"table","table":[["Hoi Maaike, blijf je eten?"],["Pardon meneer, kunt u even opzij gaan?"]]},{"type":"p","text":"We schrijven het voornaamwoord u meestal met een kleine letter. Soms schrijven we U met een hoofdletter, maar dit is erg formeel."},{"type":"p","text":"Als we over dingen praten, moeten we kiezen tussen 'het' en 'hij'."},{"type":"p","text":"We gebruiken 'het' voor onzijdige woorden (het-woorden) en 'hij' voor de-woorden. 'Hij' is mannelijk, maar we gebruiken het ook voor vrouwelijke woorden."},{"type":"table","table":[["[Het boek]","Het staat op de bovenste plank."],["[De film]","Hij draait momenteel in de bioscoop."]]},{"type":"p","text":"De-woorden zijn altijd vrouwelijk of mannelijk. Echter, de Nederlanders maken meestal geen onderscheid meer tussen mannelijke en vrouwelijke woorden. Ze gebruiken bijna altijd 'hij'. In Vlaanderen maakt men nog wel onderscheid tussen mannelijke en vrouwelijke woorden."},{"type":"p","text":"In Nederland klinkt het wel beschaafd als je onderscheid maakt tussen mannelijke en vrouwelijke woorden. Voor vrouwelijke woorden mag je dus ook 'ze' of 'zij' (benadrukt) gebruiken. Als je het geslacht van het woord niet weet, dan is 'hij' altijd correct."},{"type":"p","text":"We gebruiken het onbenadrukte 'ze' voor personen en dingen."},{"type":"p","text":"Echter, als we het voornaamwoord benadrukken, dan maken we een onderscheid tussen personen en dingen: voor personen gebruiken we 'zij', voor dingen 'die'."},{"type":"table","table":[["Onbenadrukt","De schoenen","Ze staan je heel goed."],["Benadrukt","De schoenen","Die staan je heel goed (die andere schoenen niet)."],["Onbenadrukt","De ouders","Ze vinden het geen goed idee."],["Benadrukt","De ouders","Zij vinden het geen goed idee (maar ik wel)."]]},{"type":"p","text":"In Vlaanderen hoor je vaak ge (onbenadrukt) of gij (benadrukt) in plaats van u. In Nederland wordt deze vorm niet meer gebruikt."}]}