{"title":"Persoonlijk voornaamwoorden: voorwerp","body":[{"type":"p","text":"Een persoonlijk voornaamwoord kan ook een lijdend voorwerp (direct object) of meewerkend voorwerp (indirect object) vervangen."},{"type":"p","text":"Hieronder staat een lijst met persoonlijk voornaamwoorden die we gebruiken voor het lijdend en meewerkend voorwerp."},{"type":"table","table":[["Persoon","Onbenadrukt","Benadrukt",""],["1e persoon enkelvoud","me","mij"," "],["2e persoon enkelvoud","je","jou","informeel"],["u","u","formeel"],["3e persoon enkelvoud","hem","hem","mannelijk persoon"],["haar [ze]","haar","vrouwelijk persoon"],["het/hem","demonstrative\ndit, dat","ding"],["1e persoon meervoud","ons","ons"," "],["2e persoon meervoud","jullie","jullie"," "],["3e persoon meervoud","ze","hun/hen","personen"],["ze","demonstrative\ndeze, die","dingen"]]},{"type":"p","text":"Op de volgende pagina kun je zien wanneer we welke vorm gebruiken."},{"type":"p","text":"In Nederland zegt men altijd 'haar'."},{"type":"p","text":"In Vlaanderen zeg je 'ze' voor de onbenadrukte vorm; je zegt alleen 'haar' als je het voornaamwoord wilt benadrukken."},{"type":"p","text":"Onbenadrukt 'haar':"},{"type":"table","table":[["Nederland","Ik heb haar op de markt gezien."],["Vlaanderen","Ik heb ze op de markt gezien."]]},{"type":"p","text":"Benadrukt 'haar':"},{"type":"table","table":[["Nederland en Vlaanderen","Ik heb haar op de markt gezien (niet hem)."]]},{"type":"p","text":"We gebruiken 'het' voor onzijdige woorden (het-woorden) en 'hem' voor de-woorden. 'Hem' is mannelijk, maar we gebruiken het ook voor vrouwelijke woorden."},{"type":"table","table":[["Het boek","Ik heb het op de bovenste plank gezet."],["De film","We hebben hem nog niet gezien."]]},{"type":"p","text":"De-woorden zijn altijd vrouwelijk of mannelijk. Echter, de Nederlanders maken meestal geen onderscheid meer tussen mannelijke en vrouwelijke woorden. Ze gebruiken bijna altijd 'hem'. In Vlaanderen maakt men nog wel onderscheid tussen mannelijke en vrouwelijke woorden."},{"type":"p","text":"In Nederland klinkt het wel beschaafd als je onderscheid maakt tussen mannelijke en vrouwelijke woorden. Voor vrouwelijke woorden mag je dus ook 'ze' of 'haar' (benadrukt) gebruiken. Als je het geslacht van het woord niet weet, dan is 'hem' altijd correct."},{"type":"p","text":"We gebruiken hun als we het voornaamwoord benadrukken."},{"type":"p","text":"Als je heel correct wilt zijn, maak je bovendien onderscheid tussen het lijdend voorwerp (hen) en het meewerkend voorwerp (hun). Om het nog moeilijker te maken: als er een voorzetsel voor het voornaamwoord staat, gebruiken we altijd 'hen'."},{"type":"p","text":"Later bespreken we hen and hun uitvoeriger."},{"type":"p","text":"Het is niet verplicht om onderscheid te maken tussen 'hen' en 'hun'. Je mag het voornaamwoord 'hen' zelfs helemaal vergeten en altijd 'hun' gebruiken."}]}