{
  "title": "Aggettivi, Pronomi & Avverbi",
  "id": "adj",
  "body": [
    "h: Gli aggettivi",
    "Gli aggettivi sono parole che descrivono una persona o una cosa e generalmente, in italiano, seguono il sostantivo.",
    "$Il gatto bianco (m. s.)|La macchina nera (f. s.)|I pantaloni gialli (m. pl.)|Le bambine piccole (f. pl.)",
    "Per utilizzare correttamente gli aggettivi, nella forma singolare e plurale, si usa la stessa logica dei sostantivi:",
    "SingularPluralLaura ha lavorato moltoLaura ha molta pazienzaLaura è molto simpatica.Laura ha molti amici.I ragazzi hanno studiato poco.I ragazzi hanno pochi soldiI ragazzi mangiano poco.I ragazzi hanno poca esperienza",
    "@table:8",
    "Gli aggettivi si declinano sempre a seconda del sostantivo:",
    "@table:9",
    "Nota:",
    "L’aggettivo “bello” funziona invece come un articolo determinativo quando precede il sostantivo:",
    "$Il ragazzo è bello / I ragazzi sono belli ma Che bel ragazzo (il ragazzo) 🡒 Che bei ragazzi (i ragazzi)|Paolo ha gli occhi molto belli ma Che begli occhi ha Laura (gli occhi)",
    "h: Gli aggettivi possessivi",
    "Gli aggettivi possessivi indicano l’appartenenza o specificano la relazione tra le persone:",
    "@table:10",
    "Seguono sempre l’articolo:",
    "$Il mio orologio|La tua amica Paola|Il suo gatto|I nostri pantaloni|Le vostre penne|I loro libri",
    "h: Eccezioni",
    "Non si usa con i sostantivi che indicano la parentela (eccetto “loro“):",
    "$Mio padre|Tua madre|Suo fratello|Sua sorella|Nostro nonno|Vostro zio| Il loro zio/ la loro zia",
    "$I miei fratelli|Le tue sorelle|I suoi nonni|Le sue zie|I nostri zii|Le vostre cugine|I loro nipoti/ le loro nipoti",
    "Nella lingua parlata spesso utilizziamo espressioni come “i miei, i tuoi, i suoi” invece che “i miei genitori, i tuoi genitori, i suoi genitori”:",
    "$Domani vedo i miei (= miei genitori)|Come stanno i tuoi? (= tuoi genitori)|Per Natale Luca va dai suoi (= suoi genitori)",
    "Gli aggettivi si declinano in base al sostantivo, mentre gli avverbi specificano o modificano il significato degli altri elementi grammaticali e generalmente accompagnano i verbi, aggettivi e altri avverbi. Sono invariabili.",
    "In queste frasi potrai notare la differenza tra aggettivi e avverbi:",
    "@table:11",
    "h: Gli avverbi",
    "Gli avverbi si utilizzano per descrivere e specificare un verbo, un aggettivo o un altro avverbio o un’intera frase (l’aggettivo che descrive un sostantivo o un pronomone è differente) e sono invariabili:",
    "$Probabilmente sabato viene anche Laura alla festa|Oggi il direttore era incredibilmente contento",
    "Gli avverbi possono avere significati diversi, per esempio:",
    "$Oggi Luca è arrivato prima di me|Di solito vado in palestra tre volte a settimana",
    "Altri esempi: ieri, oggi, domani, dopo domani, poi, già, tardi, presto, spesso, talvolta, subito, finora, adesso, sempre, mai, normalmente.",
    "$Oggi ho mangiato poco|Lucia parla troppo",
    "Altri esempi: poco, molto/parecchio/tanto, alquanto/abbastanza/piuttosto, più o meno, altrettanto, appena, quanto, per niente.",
    "$L’insegnante ha parlato velocemente|Oggi ho la febbre, sto male",
    "Altri esempi: bene-male, meglio-peggio, insieme, volentieri, apposta, alla svelta (=di corsa, di fretta), ad alta voce/a bassa voce, all’improvviso (=improvvisamente), per scherzo – sul serio, per caso (= casualmente), così, forte, veloce, dritto-storto.",
    "$Marco lavora là/lì|Il cane è fuori",
    "Altri esempi: qui/qua, sopra, sotto, dentro, fuori, lontano, vicino, davanti, dietro, via, intorno.",
    "Alcuni avverbi derivano direttamente dalla forma aggettivale e si possono formare in questo modo:",
    "$Con avverbi che terminano in -O usiamo la forma femminile + suffisso “mente”\nAUTONOMO 🡒 Laura deve imparare a lavorare autonom-a–mente\nONESTO 🡒 Onest-a–mente, penso che non andrò alla festa Paolo",
    "$Con avverbi che terminano in -E usiamo la forma singolare+ suffisso “mente”\nRECENTE 🡒 Ho visto Mattia recent-e–mente\nVELOCE 🡒 Gli italiani parlano spesso veloc-e–mente",
    "$Con avverbi che terminano in -LE and -RE prendiamo la -E finale e aggiungiamo il suffisso “mente”\nNATURALE 🡒 Natural-mente andrò alla laurea di Giulia, è la mia migliore amica!\nFACILE 🡒 Dovresti riuscire a parcheggiare facil-mente con la macchina nuova",
    "h: Aggettivi indefiniti",
    "Gli aggettivi indefiniti indicano una persona o un oggetto non specificato o sconosciuto per il parlante.",
    "Alcuni di questi sono invariabili e sono usati solo nella forma singolare, come “qualche”, “qualsiasi” o “qualunque”/”ogni”:",
    "$Ogni volta che ascolto questa canzone sono felice|Qualche* volta mi piace bere un bicchiere di vino a cena|Qualunque/qualsiasi cosa tu abbia cucinato per pranzo, a me va bene.",
    "*per la forma plurale si usa “alcuni/alcune“:",
    "$Qualche italiano parla il dialetto/Alcuni italiani parlano dialetto.",
    "h: Pronomi indefiniti",
    "Alcuni pronomi indefiniti sono semplicemente pronomi, usati in forma singolare:",
    "Qualcosa (invariabile)",
    "$Devo comprare qualcosa per la festa di Giulia|Vuoi qualcosa da bere?",
    "Chiunque (invariabile e precede sempre il congiuntivo)",
    "$Chiunque tu voglia invitare alla festa è il benvenuto|Chiunque frequenti quella scuola deve portare l’uniforme",
    "Qualcuno-a/Uno-a/Ognuno-a (hanno sia la forma maschile che femminile)",
    "$Ha chiamato qualcuno/a per me stamattina?|Ho incontrato uno/a che studia nella tua scuola|Ognuno/a è libero di uscire con chi meglio crede",
    "Niente/Nulla (hanno lo stesso significato, sono invariabili e prevedono l’utilizzo della forma negativa del verbo)",
    "$Oggi non c’è nulla/niente da fare|Sono stanchissima, stasera non faccio nulla/niente",
    "h: Aggettivi, pronomi e avverbi indefiniti",
    "Alcuni indefiniti possono essere sia aggettivi che pronomi (variabili), sia avverbi (sempre invariabili):",
    "Alcuno*: aggettivo o pronome, quando precedono il sostantivo, si comportano come un articolo indefinito:",
    "$Non ho alcun dubbio che tu abbia ragione (aggettivo)|Gli studenti presenti erano solo alcuni (pronome)",
    "* E’ usato anche nella forma singolare, solo in frasi negative o dopo “senza”:",
    "$Non ho alcuna voglia di lavorare|Paola ascolta l’insegnante senza alcuna attenzione",
    "Certo: aggettivo o pronome. Se singolare, è preceduto da un articolo indefinito, se plurale invece l’articolo non si usa:",
    "$Sabato scorso alla festa ho parlato con una certa Paola (aggettivo)|Nella mia classe c’erano molti studenti, certi maschi e certe femmine (pronome)",
    "Quale: aggettivo e pronome:",
    "$Quale musica preferisci? (aggettivo)|Non so quale è la casa di Matteo (pronome)",
    "Altro: aggettivo e pronome:",
    "$Vuoi un’altra aranciata?|Alcuni dei miei amici sono andati alla festa, altri no.",
    "Poco: aggettivo, pronome o avverbio:",
    "$C’erano poche persone alla festa (aggettivo)|Eravamo poche alla festa (pronome)|Paolo ha studiato poco (avverbio)",
    "Molto/Parecchio/Tanto: aggettivo, pronome o avverbio:",
    "$Molte/parecchie/tante persone lavorano in questa azienda (aggettivo)|In classe eravamo molti/parecchi/tanti (pronome)|Laura ha lavorato molto/tanto/parecchio (avverbio)",
    "Troppo: aggettivo, pronome o avverbio:",
    "$In questa piazza ci sono troppe persone (aggettivo)|Siamo in troppi oggi, non ci sono sedie per tutti (pronome)|Matteo mangia troppo (avverbio)",
    "Ciascuno: aggettivo o pronome, sempre singolare. Come per “alcuno”,  quando precede il sostantivo si comporta come un articolo indefinito:",
    "$Ciascuna studentessa ha letto il libro che preferiva (aggettivo)|Matteo parlò con ciascuno (pronome)",
    "Tutto: quando aggettivo, precede un articolo determinativo. Può essere anche pronome:",
    "$Ho mangiato tutta la pasta (aggettivo)|Luca paga per tutti (pronome)",
    "Nessuno: aggettivo e pronome, sempre singolare. Come per “alcuno” quando precede il verbo, si comporta come un articolo indeterminativo. Come per “Niente” o “Nulla”, necessita della forma verbale negativa:",
    "$Non c’è nessun problema (aggettivo)|Oggi a scuola non c’è nessuno (pronome)|Ieri nessuno voleva lavorare (avverbio)"
  ]
}