{
  "title": "Articoli",
  "id": "articles",
  "info": "il, lo, la, l', i, gli, le",
  "body": [
    "h: Articoli determinativi",
    "Gli articoli determinativi in italiano definiscono il genere e il numero dei sostantivi| possono essere al maschile o femminile, al singolare o plurale.",
    "In italiano, esistono due articoli determinativi femminili per il singolare e uno per il plurale:",
    "@table:0",
    "Qui, qualche esempio:",
    "$La borsa – Le borse|La finestra – Le finestre|La porta – Le porte|L’ora – Le ore|L’alba – Le albe|L’aula – Le aule",
    "Gli articoli determinativi maschili in italiano hanno tre forme per il singolare e due per il plurale:",
    "@table:1",
    "Qui, qualche esempio:",
    "$Il tavolo  – I tavoli|Il letto – I letti|Il cane – I cani|L’amico – Gli amici|L’orto  – Gli orti|L’uomo  – Gli uomini|Lo scoiattolo – Gli scoiattoli|Lo zio – Gli zii|Lo gnomo  – Gli gnomi|Lo psichiatra – Gli psichiatri|Lo yeti  – Gli yeti|Lo pneumologo  – Gli pneumologi",
    "h: Gli articoli determinativi sono utilizzati:",
    "Per indicare persone o oggetti specifici",
    "$Questa è la macchina di Luca|La borsa di Paola è molto bella",
    "Con sostantivi astratti e concreti, compresi i colori",
    "$L’amicizia è molto importante per me|Mi piace il nero",
    "Con parti del corpo e vestiti",
    "$Stasera mi metto la cravatta|Mi sono rotto il braccio",
    "Con le date *se il giorno della settimana non è specificato prima",
    "$Il mio compleanno è il 7 Aprile\n*Il mio compleanno è giovedì 7 Aprile|Mi sposo il 2 Giugno 2020",
    "Con il tempo o altre espressioni temporali",
    "$Sono le cinque e mezza|La mattina mi sveglio alle 7:00",
    "Con i giorni della settimana per parlare di attività abituali",
    "$Il martedì e il giovedì andiamo a lezione di italiano|Il sabato e la domenica esco sempre con i miei amici",
    "Con descrizioni fisiche con il verbo “avere”",
    "$Luca ha gli occhi azzurri|Maria ha i capelli rossi",
    "Con titoli e qualificazioni accompagnati dal sostantivo",
    "$Il Dottor Bianchi è molto bravo|Il principe William si è sposato nel 2011",
    "Con la maggior parte dei nomi geografici, *ad eccezione dei nomi delle città quando le preposizioni “in” o “di” precedono i nomi femminili singolari geografici.",
    "$L’Italia ha 20 regioni|La Lombardia è una regione italiana\n*Vado a vivere in Italia\n*Il mio ragazzo è di Roma",
    "Talvolta con le persone famose",
    "$Il Botticelli dipinse la Nascita di Venere",
    "Talvolta quando si parla di amici o di membri della famiglia",
    "$La Giulia viene a cena con noi sabato sera|Il Mauri è troppo simpatico!",
    "! Gli articoli determinativi non si usano:",
    "Quando si parla delle lingue, non possono essere usati dopo i verbi “parlare, insegnare, studiare” e dopo le preposizioni “in” e “di”",
    "$Capisco lo spagnolo, ma non l’italiano|Alex parla italiano abbastanza bene|Non so scrivere in inglese",
    "Con gli aggettivi possessivi singolari, quando si parla dei membri della famiglia, *eccetto per la forma singolare dei membri della famiglia con l’aggettivo possessivo “loro” o quando i nomi sono più confidenziali.",
    "$Mio fratello si chiama Stefano|Mio padre ha 62 anni\n*Il loro zio vive a Mosca\n*Sono felice di conoscere la loro figlia\n*Il mio fratellino si chiama Gabriele\n*La mia cuginetta ha 2 mesi",
    "Con i nomi di città, *città come La Spezia, L’Aquila, L’Avana, Il Cairo, La Mecca rappresentano delle eccezioni.",
    "$Firenze è una città antica, New York è una città moderna\n*La Spezia si trova in Liguria",
    "h: Articoli indeterminativi",
    "Gli articoli indeterminativi sono utilizzati per introdurre qualcosa o qualcuno di nuovo, non menzionato in precedenza| o per parlare su qualcosa o qualcuno in modo generale e indefinito.",
    "Come per gli articoli determinativi, in italiano esistono due articoli indeterminativi femminili per il singolare e uno per il plurale:",
    "@table:2",
    "Qui, alcuni esempi:",
    "$Una ragazza  – Delle ragazze|Una mela  – Delle mele|Una studentessa  – Delle studentesse|Un’insalata  – Delle insalate|Un’aula – Delle aule|Un’ora – Delle ore",
    "Per la forma maschile, ci sono due articoli indeterminativi per la forma singola e due per la forma plurale:",
    "@table:3",
    "! Presta attenzione: con gli articoli indeterminativi, l’APOSTROFO è usato solo con i sostantivi FEMMINILI (es. “un’amica”) e NON con il MASCHILE (es. “un amico”)",
    "Qui, qualche esempio della forma maschile:",
    "$Un bicchiere  – Dei bicchieri|Un coltello  – Dei coltelli|Un telefono – Dei telefoni|Un amico – Degli amici|Un orto – Degli orti|Un uomo  – Degli uomini|Uno scoiattolo – Degli scoiattoli Uno zio  – Degli zii|Uno gnomo – Degli gnomi|Uno psichiatra – Degli psichiatri|Uno yeti – Degli yeti|Uno pneumologo – Degli pneumologi",
    "h: Gli articoli inderminativi sono usati per:",
    "Persone, animali o cose che sono sconosciute alla persona che parla",
    "$Una persona ha suonato il campanello|Ieri ho trovato un cane",
    "Persone, animali o cose indefinite",
    "$Vorrei un gelato|Prendi un libro in libreria",
    "Parti del corpo (più di una)",
    "$Maria si è rotta un ginocchio\n[ma: *Maria si è rotta il ginocchio sinistro]|Stefano ha un occhio gonfio\n[ma: *Stefano ha gli occhi gonfi]",
    "h: Il nome e il genere (maschile e femminile)",
    "I nomi sono parole che si riferiscono ad una persona o ad una cosa e possono essere maschili, femminili, singolari o plurali.",
    "I nomi singolari che finiscono in -O sono maschili e terminano in -I alla forma plurale:",
    "@table:4",
    "I nomi singolari che finiscono in -A sono femminili e terminano in -E alla forma plurale:",
    "@table:5",
    "I nomi singolari che terminano in -E possono essere sia maschili che femminili: non esistono regole specifiche per identificarli, ma si riconoscono solo studiando e facendo pratica! La forma plurale, comunque, termina sempre in -I, come mostrato negli esempi:",
    "@table:6",
    "@table:7",
    "Alcune eccezioni alla regola:",
    "$La radio – Le radio|Il programma – I programmi|L’uovo – Le uova|L’uomo – Gli uomini|Il problema – I problemi|La mano – Le mani|Il bar – I bar|Il cinema – I cinema",
    "I nomi presi in prestito da altre lingue o con accento finale sono invariabili, cambia solamente l’articolo nella forma plurale:",
    "$Il computer – I computer|La email – Le email|Il caffè – I caffè|Il papà – I papà",
    "!PRESTA ATTENZIONE: per volgere un nome dal singolare al plurale, ricorda sempre di cambiare sia l’articolo che la sillaba finale!"
  ]
}