{
  "title": "Il Modo Condizionale",
  "body": [
    "h: Il Condizionale Presente (o semplice)",
    "Il condizionale presente si forma rimuovendo le desinenze verbali -ARE, -ERE, -IRE e aggiungendo le varie declinazioni:",
    "@table:25",
    "Come nel futuro dei verbi, il condizionale presente mantiene le stesse desinenze per i verbi che terminano in -ARE e-ERE.",
    "Sia il verbo essere “ESSERE” che “AVERE” sono irregolari, anche coniugati al Condizionale Presente:",
    "@table:26",
    "Il condizionale presente mantiene gli stessi verbi irregolari del futuro.",
    "Tutti i verbi che terminano in -CARE e-GARE sono irregolari e aggiungono una “H” a tutte le persone:",
    "@table:27",
    "Di seguito, un gruppo di verbi, molto frequenti nella lingua italiana, che eliminano la “A” in -ARE o la “E” in -ERE, prima di aggiungere la desinenza:",
    "@table:28",
    "$Dovrei studiare più Italiano, sbaglio sempre I verbi irregolari!|Potresti accompagnarmi alla stazione domani?",
    "Di seguito, invece, un gruppo che raddoppia la “R”:",
    "@table:29",
    "Presta attenzione: Il condizionale presente del verbo “VOLERE” (“io vorrei”) e “VENIRE” (“io verrei”) sono molto simili.",
    "$Rimarrei volentieri in vacanza per tutto il mese!|Lucia vorrebbe saper cucinare bene!",
    "Questo gruppo, aggiunge semplicemente le desinenze all’infinito:",
    "@table:30",
    "Tutti i verbi che terminano in -DURRE si comportano allo stesso modo:",
    "@table:31",
    "$Tradurrei volentieri anche questo libro, ma ho troppo lavoro!|Il mio capo condurrebbe meglio l’azienda senza tutte quelle pressioni",
    "Esprimere desideri nel presente",
    "$Andrei al mare, berrei un aperitivo e farei spese pazze!|Vorrei andare in vacanza a Miami!",
    "Chiedere qualcosa gentilmente ed educatamente",
    "$Scusi, potrebbe chiudere la porta?|Scusa, mi presteresti la tua penna?",
    "Per avvisare o fare raccomandazioni",
    "$Al tuo posto, mi farei bionda, non mi piaci così scura|Al suo posto Signora, prenderei un taxi! A quest’ora non ci sono più autobus",
    "Per criticare o disapprovare qualcosa o qualcuno",
    "$Dovresti studiare di più se vuoi passare l’esame|Marco è spericolato…dovrebbe guidare più lentamente!",
    "Per esprimere ipotesi o discutere delle probabilità",
    "$Domani potrebbe piovere, il cielo è molto scuro!|Stefano dovrebbe arrivare per le 14:50, il treno parte alle 15:00!",
    "Per esprimere dubbi o incertezze",
    "$Non so se Marco si comporterebbe nello stesso modo!|Non so se tu vorresti un capo come il mio, è molto severo",
    "Nel periodo ipotetico di secondo livello, parlando di ipotesi possibili:",
    "Se + Congiuntivo imperfetto [ipotesi] + Condizionale Presente [conseguenza]",
    "$Se io possedessi dei vestiti di Valentino sarei molto felice|Se il tempo domani fosse bello andrei al mare",
    "Nel periodo ipotetico di terzo livello, per parlare di qualcosa di impossibile nel presente:",
    "Se + Congiuntivo Imperfetto [imperfetto] + Condizionale Presente [conseguenza]",
    "$Se fossi ricco, mi comprerei una Ferrari|Se non fossimo Italiani, ci piacerebbe essere Americani",
    "h: Il Condizionale Passato (o composto)",
    "Il Condizionale Passato si forma con la forma al presente condizionale del verbo “AVERE” o “ESSERE” + participio passato del verbo:",
    "@table:32",
    "Sia “AVERE” che “ESSERE” sono verbi irregolari:",
    "@table:33",
    "$Sarei venuto volentieri alla tua festa di compleanno, ma dovevo studiare|Avrei mangiato volentieri del pesce stasera, ma la pescheria era già chiusa",
    "Azioni impossibili e inverificabili, che non sono mai accadute e che non accadranno mai",
    "$Oggi sarei andata volentieri in palestra, ma devo lavorare|Domani avrei fatto un giro al mare, ma le previsioni sono pessime|Ieri avrei cenato al ristorante indiano, ma era chiuso",
    "Per parlare del futuro, nel passato; quando sono presenti due azioni nel passato, la seconda si esprime utilizzando il Condizionale Passato (¹ = prima azione al passato; ² = seconda azione al passato o al futuro nel passato)",
    "$Sapevo¹ che Anna si sarebbe sposata², ma non credevo così presto|Pensavamo¹ che Laura avrebbe telefonato² il giorno dopo|Credevi¹ che sarei rimasta² a Firenze?",
    "L’imperfetto dei verbi “DOVERE, POTERE, VOLERE” può essere usato al posto del condizionale passsato",
    "$Dovevo = Avrei dovuto studiare, ma non l’ho fatto|Potevi = Avresti potuto telefonarmi! Perché non l’hai fatto?|Volevo = Avrei voluto un gatto, ma nessuno me l’ha regalato",
    "Nel periodo ipotetico di terzo livello, quando si parla di qualcosa di impossibile, nel passato:",
    "Se + Congiuntivo trapassato [ipotesi] + Condizionale passato [conseguenza]",
    "$Se ieri avessi preso l’autobus, non sarei arrivata in ritardo|Se non mi fossi ammalata, avrei fatto spot nel pomeriggio|Se fossi nata in Giappone, avrei abitato a Tokyo",
    "Notizie incerte:",
    "$Secondo le ultime notizie avrebbe vinto Obama, speriamo|Non vedo Marco da tanto, si dice che si sarebbe trasferito in Olanda|La radio dice che il governo sarebbe giunto ad un accordo"
  ]
}