{
  "title": "Il Modo Congiuntivo",
  "body": [
    "h: Il congiuntivo presente",
    "@table:35",
    " Il presente del congiuntivo mantiene la stessa declinazione per tutte le persone al singolare (io, tu, lui/lei), di conseguenza, per distinguerle più facilmente, spesso viene specificato il pronome per specificare anche la forma coniugata del verbo:",
    "$A Scuola si dice che io parli bene francese|Credo che tu parli bene francese|Penso che Paola parli bene francese",
    " La prima persona plurale “noi” è identica sia al presente indicativo sia al presente congiuntivo:",
    "$Noi torniamo a Firenze domani (INDICATIVO)|È meglio che noi torniamo a casa presto stasera (CONGIUNTIVO)",
    "I verbi che terminano in -CARE e -GARE aggiungono una “H” prima della desinenza del congiuntivo presente:",
    "@table:36",
    "$È meglio che Pietro cerchi un altro lavoro più appropriato alle sue capacità|Non voglio che tu paghi la cena per tutti",
    "Quando il verbo è irregolare all’Indicativo presente, è spesso irregolare anche al congiuntivo presente:",
    "INFINITO: CAPIRE; FARE; ANDARE",
    "INDICATIVO PRESENTE: (io) CAPISCO; (io) FACCIO; (io) VADO",
    "CONGIUNTIVO PRESENTE: (io/tu/lei-lui) CAPISCA; (io/tu/lei-lui) FACCIA; (io/tu/lei-lui) VADA",
    "Di seguito, alcuni dei verbi irregolari più importanti e frequenti, coniugati al congiuntivo presente:",
    "@table:37",
    "@table:38",
    "@table:39",
    "Esempi:",
    "$Penso che Marta non esca il prossimo fine settimana|Sebbene non faccia molto freddo, accendo il riscaldamento|Il direttore vuole che (io) vada al lavoro anche sabato mattina",
    "“ESSERE” e “AVERE” sono verbi irregolari, ma come gli altri verbi, mantengono la stessa declinazione per le persone singolari:",
    "@table:40",
    "$Penso che tu sia un bravo ragazzo|Spero che voi stiate bene in vacanza!|Pare che Luca abbia la febbre",
    " Presta attenzione: il congiuntivo si utilizza nelle frasi secondarie o subordinate, ovvero collegate alla principale. L’uso del congiuntivo dipende dal verbo nella frase principale (¹), anche se si può formare anche in modo diverso dall’accordo del verbo principale.\nIl congiuntivo è la forma verbale dell’incertezza, della possibilità, poiché esprime opinioni, dubbi, volontà, aspettative, desideri, emozioni, espressioni impersonali, mentre l’indicativo è il modo della certezza, della realtà.",
    "$So¹ che tu sei² un bravo studente|Penso¹ che tu sia² un bravo studente",
    "(PENSARE¹ richiede l’uso del congiuntivo perché la frase subordinata esprime incertezza. Si usa il presente del congiuntivo del verbo ESSERE: ” tu sia”)",
    "$Per me Claudio è molto intelligente (INDICATIVO)|Credo che Claudio sia molto intelligente (CONGIUNTIVO)|Secondo te Joe capisce quando parlo italiano? (INDICATIVO)|Ti sembra che Joe capisca quando parlo italiano? (CONGIUNTIVO)",
    " La costruzione CHE + congiuntivo si usa solo quando i soggetti delle due frasi sono diversi:",
    "$Io penso che tu abbia ragione|Noi crediamo che Paolo arrivi presto",
    " Se i soggetti sono uguali, si usa la preposizione DI+INFINITO:",
    "$Cristina crede di essere molto bella",
    "NO! Cristina crede che (lei/Cristina)  sia molto bella",
    "$Marco e Luca sono contenti di andare in vacanza",
    "NO! Marco e Luca sono contenti che (Loro/Marco e Luca) vadano in vacanza",
    "h: Il congiuntivo passato",
    "Il congiuntivo passato si forma con il presente del congiuntivo dei verbi “ESSERE” e “AVERE” e il participio passato del verbo:",
    "@table:41",
    " Ricorda la concordanza con il soggetto quando si usa il verbo ESSERE come ausiliare.",
    "Il congiuntivo passato, così come il presente, dipende dalla frase principale però esprime eventi che potrebbero già essere accaduti:",
    "$Penso che Luca abbia già mangiato|Dopo tutte quelle ferie immagino che Luca abbia riposato abbastanza|Non credo che Pietro abbia già risposto a tutte le domande dell’esame|Lucia è strana, non so cosa le sia successo|Dubito che Marco sia riuscito a prendere il treno delle 14:00|Spero che Mattia abbia finito i suoi compiti di matematica",
    "h: Il congiuntivo imperfetto",
    "Il congiuntivo imperfetto si forma eliminando le desinenze -ARE, – ERE, -IRE e aggiungendo la forma adeguata:",
    "@table:42",
    " La prima e la seconda persona singolare sono uguali.",
    "Il verbo “ESSERE” è irregolare:",
    "@table:43",
    "Di seguito, alcuni dei verbi irregolari più comuni:",
    "@table:44",
    " L’imperfetto del congiuntivo normalmente coincide con l’imperfetto indicativo:",
    "$Pensavo che Luca non mangiasse carne|Il capo non voleva che noi uscissimo a fumare durante la pausa|Marta credeva che Lucia parlasse bene francese",
    "Il congiuntivo imperfetto si usa nelle frasi ipotetiche, parlando di possibili o impossibili ipotesi al presente, insieme al condizionale semplice (o presente):",
    "Ipotesi possibili: SE + Congiuntivo imperfetto [ipotesi] + Condizionale Presente [conseguenza]",
    "$Se io possedessi dei vestiti di Valentino sarei molto felice|Se il tempo domani fosse bello andrei al mare",
    "Ipotesi impossibili: SE + Congiuntivo imperfetto [ipotesi] + Condizionale Presente [conseguenza]",
    "$Se fossi ricco, mi comprerei una Ferrari|Se non fossimo Italiani, ci piacerebbe essere Americani",
    "h: Il congiuntivo trapassato",
    "Il congiuntivo trapassato si forma con il congiuntivo imperfetto del verbo “ESSERE” o “AVERE” + il participio passato del verbo:",
    "@table:45",
    "@table:46",
    " Ricorda sempre la concordanza con il soggetto, quando si utilizza il verbo “ESSERE” come ausiliare.",
    "L’imperfetto e il trapassato del congiuntivo vengono utilizzati allo stesso modo e nelle stesse situazioni del congiuntivo in forma passato e presente, con la sola differenza che le frasi principali fanno riferimento ad un’azione al passato e si può esprimere con il passato prossimo, imperfetto, trapassato prossimo:",
    "$Desideravo che tu partecipassi alla festa|Credevo che Claudia volesse venire a cena da me|L’insegnante ha preferito che stessimo in silenzio",
    "Il trapassato congiuntivo è utilizzato nelle frasi ipotetiche per parlare di qualcosa impossibile nel passato:",
    "SI + Congiuntivo Trapassato [ipotesi] + Condizionale Passato [conseguenza]",
    "$Se ieri avessi preso l’autobus, non sarei arrivata in ritardo|Se non mi fossi ammalata, avrei fatto sport nel pomeriggio|Se fossi nata in Giappone, avrei abitato a Tokyo",
    "h: L’uso del congiuntivo",
    "Il congiuntivo viene utilizzato in frasi che dipendono da un’altra, in particolare dopo verbi o espressioni che indicano:",
    "Opinioni personali o situazioni incerte, per esempio con verbi come pensare, credere, immaginare, ritenere, essere sicuro/certo, avere l’impressione, supporre, dubitare, sembrare, parere.",
    "$Ho l’impressione che Lucia sia molto stanca ultimamente|Lucia pensa che Giulia e Matteo siano molto simpatici|Dubito che Maria venga alla cena",
    "Sensazioni, preoccupazioni o stati emozionali, con verbi come essere felice/contento, avere paura, dispiacersi, temere, preoccuparsi.",
    "$Sono contenta che tu vada finalmente in vacanza|Mi dispiace che tu stia male|Temo che Luca non arrivi in tempo per l’inizio dello spettacolo",
    "Desideri o ordini, con verbi o espressioni come volere, preferire, è meglio, è preferibile, è necessario, bisogna, sperare, desiderare, augurarsi, aspettare, pretendere",
    "$Spero che non faccia troppo freddo domani|Preferisco che Lucia non vada a casa da sola|É necessario che Emanuela telefoni prima delle 11:00|La mamma vuole che tu pulisca la tua stanza",
    "Espressioni impersonali come è necessario, occorre, bisogna, è probabile, è possibile, si dice",
    "$Dicono che in quel ristorante si mangi bene|È possibile che Matteo sia malato",
    "Verbi in forma negativa come non so, non credo, non penso.",
    "$Non credo che Laura abbia già fatto la spesa|L’insegnante non pensa che lo studente sia in grado di superare l’esame",
    "Il congiuntivo si usa anche dopo determinate parole come:",
    "Sebbene, nonostante, a meno che, senza che, prima che, a patto che, a condizione che, qualunque, qualsiasi, affinché/perché",
    "$Domani io e Tatiana andiamo al mare, a meno che non piova|Qualsiasi cosa io dica, Marco mi dà sempre torto|Nonostante Marco mi piacesse, ho preferito uscire con Matteo|Ho regalato a Rossana quel libro perché lo leggesse",
    "Qualche volta si usano frasi indipendenti che esprimono:",
    "Dubbi (si formulano come domande)",
    "$Laura non è venuta al lavoro oggi! Che sia malata?|Paolo e Luca non escono più insieme. Che abbiano litigato?",
    "Desideri",
    "$Magari potessi vivere alle Maldive!|Ah…se solo avessi ancora 20 anni!",
    "h: La consecutio temporum del congiuntivo",
    "Dopo una frase principale all’indicativo presente si usa:",
    "Il presente del congiuntivo o il futuro semplice dell’indicativo per esprimere un’azione futura",
    "$Penso che Marco parta / partirà domani|Dubito che la mamma faccia /farà la spesa oggi|Pare che Silvia traslochi /traslocherà presto fuori città",
    "Il presente del congiuntivo o il Presente progressivo al congiuntivo, se si vuole esprimere un’azione in corso d’opera",
    "$Penso che Marco parta / stia partendo in questo momento|Dubito che la mamma faccia / stia facendo la spesa ora|Pare che Silvia traslochi / stia traslocando adesso ",
    "Il congiuntivo passato o imperfetto per esprimere un’azione passata (secondo la funzione di ciascun tempo)",
    "$Penso che Marco sia partito sabato scorso|Dubito che la mamma abbia fatto spesa ieri|Para che Silvia abbia traslocato lo scorso mese|Penso che Marco, da bambino, andasse spesso in Francia",
    "Dopo la frase principale con il verbo in qualsiasi tempo indicativo al passato (passato prossimo, imperfetto, trapassato prossimo o trapassato remoto) si usa:",
    "Congiuntivo imperfetto o condizionale passato per esprimere un’azione futura",
    "$Avevo immaginato che mangiasse / avrebbe mangiato al ristorante dopo il lavoro|Ho pensato che Marta andasse / sarebbe andata in discoteca sabato sera ",
    "Congiuntivo imperfetto o imperfetto progressivo per esprimere un’azione simultanea",
    "$Pensai che mangiasse/stesse mangiando al ristorante quel pomeriggio|Pensavo che Marta andasse/stesse andando in discoteca ",
    "Passato prossimo o congiuntivo imperfetto per esprimere azioni precedenti (secondo la funzione di ciascun verbo)",
    "$Ho pensato che Paola avesse mangiato al ristorante sabato scorso|Ho pensato che Paola, da bambina, andasse spesso al mare",
    "Qualche volta si utilizza il congiuntivo imperfetto anche dopo la frase principale all’indicativo Presente per esprimere un’azione che tipicamente sarebbe formulata all’indicativo imperfetto.",
    "$Penso che Paola da bambina fosse molto vivace (un’abitudine passata)|Credo che lo scorso fine settimana piovesse a Firenze (descrizione atmosferica)"
  ]
}