{
  "title": "Il Modo Imperativo",
  "body": [
    "h: La Forma Imperativa",
    "L’imperativo è un modo che presenta solo tre persone: la seconda singolare e plurale (“TU” e “VOI”) e la prima plurale (“NOI”).",
    "$Per andare al Duomo prendete la bicicletta, non la macchina!|Telefonate a Marco, è il suo compleanno!|Togli le scarpe quando entri a casa!",
    "@table:48",
    "Per i verbi che terminano in -ERE e -IRE, “TU”, “NOI” E “VOI”, la forma imperativa si coniuga come l’indicativo presente:",
    "METTERE",
    "$(TU) Metti a posto la tua stanza!|(NOI) Mettiamo a posto la nostra stanza!|(VOI) Mettete a posto la vostra stanza",
    "FINIRE",
    "$(TU) Finisci di studiare!|(NOI) Finiamo di studiare!|(VOI) Finite di studiare!",
    "CHIUDERE",
    "$(TU) Chiudi la porta!|(NOI) Chiudiamo la porta!|(VOI) Chiudete la porta!",
    "Per i verbi con desinenza in -ARE, la forma imperativa è uguale all’indicativo di “NOI” e “VOI”, ma cambia per il “TU”, a cui si aggiunge una “-a” finale nella forma imperativa, al posto della “-i” che invece caraterizza la coniugazione dei verbi all’indicativo presente.",
    "TELEFONARE",
    "$(TU) Telefona a Paolo!|(NOI) Telefoniamo a Paola!|(VOI) Telefonate a Paola!",
    "COMPRARE",
    "$(TU) Compra quel libro!|(NOI) Compriamo quel libro!|(VOI) Comprate quel libro!",
    "STUDIARE",
    "$(TU) Studia di più!|(NOI) Studiamo di più!|(VOI) Studiate di più!",
    " Di seguito, sono riportati alcuni verbi irregolari molto comuni, all’imperativo:",
    "@table:49",
    "$Sii più paziente con tua sorella, è piccola!|Va’ a fare la spesa, il supermercato chiude tra 5 minuti!|Sta’ fermo, o romperai la sedia!|Abbi pazienza, arrivo subito!|Sappi che questa è l’ultima volta che te lo dico!|Basta litigare ragazzi, fate la pace!",
    "h: L’imperativo negativo",
    "Per formare l’imperativo delle voci “NOI” e “VOI”, è sufficiente aggiungere la negazione prima del verbo coniugato:",
    "$Per andare al Duomo non prendiamo la bicicletta, ma la macchina!|Non telefoniamo a Marco, è arrabbiato!|Non togliete le scarpe tutte le volte che entrate a casa!",
    "L’imperativo della seconda persona singolare “TU” si forma invece con la negazione seguita dalla forma infinita del verbo:",
    "$Non parlare così ad alta voce, Luca dorme!|Non chiudere la finestra, ho caldo!|Non pulire la cucina, lo faccio io!",
    "@table:50",
    " Per dare ordini o suggerire un particolare comportamento, si utilizza la forma infinita del verbo, come un Imperativo Impersonale. Generalmente si utilizza nelle ricette o nelle descrizioni di vari prodotti:",
    "$Prendere dopo I pasti|Conservare ad una temperatura di 10 gradi",
    "h: L’imperativo con i pronomi",
    "@table:51",
    "I pronomi possono essere utilizzati con la forma imperativa: è necessario semplicemente aggiungerli alla desinenza del verbo coniugato:",
    "$Il pesce: mangialo tu!|La lettera: scriviamola noi!|I regali: compriamoli noi!|Le canzoni: sentitele voi!",
    "h: L’imperativo negativo con i pronomi",
    "@table:52",
    "La forma negativa di “NOI” e “VOI” con i pronomi si forma aggiungendo semplicemente la negazione “non” prima del verbo coniugato, mentre i pronomi si comportano come segue:",
    "$(VOI) Il pesce: non mangiatelo!|(VOI) La lettera: non scrivetela!|(NOI) Gli spaghetti:non mangiamoli!|(NOI) Le canzoni:non sentiamole!",
    "La voce del “TU” si forma diversamente, ovvero rimuovendo la -e finale dalla forma base del verbo, aggiungendo il pronome, e con la negazione “NON” posta prima del verbo:",
    "$TU) Il pesce: non mangiarlo!|(TU) La lettera: non scriverla!|(TU) Gli spaghetti: non mangiarli!|(TU) Le canzoni: non sentirle!",
    "h: L’imperativo indiretto",
    "La forma indiretta dell’imperativo (o Imperativo Formale) è uguale alla forma del congiuntivo presente.",
    "Generalmente queste forme si usano nelle comunicazioni formali, utilizzando la forma di cortesia del Lei (terza persona singolare).",
    "La terza persona singolare “Lei” è diversa dalla forma imperativa al presente, si aggiunge infatti una “-i” per i verbi con desinenza in -ARE ed una “-a” per i verbi in -ERE e -IRE.",
    "@table:53",
    "MANGIARE",
    "$(LEI) Mangi Signora! O si raffredderà.",
    "SCRIVERE",
    "$(LEI) Signorina, scrivauna mail al direttore.",
    "SENTIRE",
    "$(LEI) Signora, senta bene ciò che dice il dottore.",
    "h: L’imperativo negativo indiretto",
    "L’imperativo negativo di “Lei” si forma aggiungendo la negazione prima del verbo coniugato:",
    "$Non fumi dentro il locale, è vietato!|Signora, non mangiquella fetta di torta, è caduta in terra!",
    "h: L’imperativo negativo indiretto irregolare",
    "@table:54",
    "h: L’imperativo indiretto con i pronomi",
    "I pronomi con la terza persona singolare “Lei” sono posti sempre prima del verbo:",
    "@table:55",
    "$Prego signora, si accomodi|Buonasera Signora, mi dica. Cosa desidera?|Quel detersivo? Non lo compri Signora, non è efficace|Il pesce: Signora, lo mangi!|La lettera: Signora, la scriva!|I regali: Signora, li compri!|Le canzoni: Signora, le senta!",
    "h: L’imperativo negativo indiretto con i pronomi",
    "Per la terza persona singolare, il pronome è sempre posto prima del verbo, di conseguenza per formare l’imperativo negativo bisogna aggiungere la negazione “NON” all’inizio:",
    "@table:56",
    "$Il pesce. (Non) lo mangi!|La lettera. (Non) la scriva!|Gli spaghetti. (Non) li mangi!|Le canzoni. (Non) le ascolti!"
  ]
}