{
  "title": "Il Modo Indicativo",
  "body": [
    "h: Il Presente",
    "La lingua italiana ha tre coniugazioni di verbi:",
    "$verbi che finiscono in -ARE (mangiare, ascoltare, lavorare)|verbi che finiscono in -ERE (leggere, scrivere, ridere)|verbi che finiscono in -IRE (dormire, aprire, sentire)",
    "Per formare il Presente è necessario semplicemente rimuovere -ARE, -ERE o -IRE e aggiungere la desinenza corretta alla radice del verbo, in base al gruppo di appartenenza del verbo.",
    "@table:57",
    "@table:58",
    "*lui = terza persona singolare maschile; * lei = terza persona singolare femminile; *Lei = formale per maschile e femminile (es. Sig. o Sig.ra)",
    "Il Presente si usa per esprimere:",
    "Azioni al presente o abituali",
    "$“Oggi mangio la pasta”|“Tutte le mattine mangio un cornetto con la marmellata”",
    "Nella lingua parlata, si utilizza anche per esprimere un’azione che sta per accadere, quando è presente un’espressione di tempo nella frase:",
    "$“Arrivo domani pomeriggio”|“Ceniamo insieme venerdì prossimo?”",
    "Azioni cominciate nel passato e che proseguono nel presente, usando VERBO + DA (Preposizione) + periodo di tempo:",
    "$“Vivo a Firenze da tre anni”|“Lavoro in questo ufficio da due mesi”",
    "Il tempo presente può essere usato, a volte, al posto del passato per dare alle azioni passate un senso di immediatezza, per farle percepire come se stessero accadendo nel presente. In questo caso si parla di “presente storico”:",
    "$“Michelangelo Buonarroti nasce nel 1475”|“Nel 1861 l’Italia diventa uno Stato unitario”",
    "h: Verbi che terminano in – CARE e – GARE",
    "I verbi che appartengono alla prima coniugazione e che finiscono in -CARE (per esempio “cercare, giocare”) e -GARE (per esempio “pagare, pregare”) si comportano in maniera leggermente differente: aggiungono la lettera “H” tra la radice del verbo e la desinenza della seconda persona singolare “TU” e la prima persona plurale “NOI”, così che la pronuncia gutturale (o “dura”) possa essere mantenuta.",
    "@table:59",
    "$“Tu cerchi un appartamento in centro, mentre Marco lo cerca in periferia”|“Io pago la spesa per il pranzo, tu paghi quella per la cena”",
    "h: Verbi che terminano in – ISC",
    "Molti verbi che finiscono in -IRE hanno bisogno di aggiungere -ISC per tutte le forme, ad eccezione della prima e seconda persona plurale “noi” e “voi”, che si coniugano regolarmente.",
    "@table:60",
    "Altri verbi che ricorrono alla forma -ISC sono: alleggerire, preferire, pulire, costruire, contribuire, dimagrire, ferire, garantire, trasferirsi, unire, stupire, colpire, proibire, punire, fallire, ferire, impedire, incuriosire, obbedire, restituire.",
    "Per esempio:",
    "$“Io preferisco la pasta, tu cosa preferisci?”|“Di solito Luca dimagrisce molto durante l’estate”|“Noi finiamo il corso di italiano a Settembre, voi quando lo finite?”|“Voi contribuite alla raccolta fondi di beneficenza?”",
    "h: Il Verbo Essere",
    "Il verbo “essere” in italiano è completamente irregolare:",
    "@table:61",
    "Espressioni comuni in italiano con il verbo “ESSERE”:",
    "ESSERE CONTENTO/FELICE",
    "$“Sono contento di stare a Firenze”",
    "ESSERE TRISTE",
    "$“Maria è triste perché la vacanza è finita”",
    "ESSERE ARRABBIATO",
    "$“Alessia e Daniela sono arrabbiate con Gloria perché è sempre in ritardo”",
    "ESSERE AFFAMATO",
    "$“Lucia è molto golosa, è sempre affamata!”",
    "ESSERE SORPRESO",
    "$“Sara è sorpresa della bella notizia”",
    "ESSERE STANCO",
    "$“Oggi il papà e la mamma hanno lavorato tutto il giorno, sono molto stanchi!”",
    "ESSERE IN RITARDO",
    "$“Gabriele è arrivato a scuola alle 11:00…è sempre in ritardo!",
    "ESSERE STRANIERO",
    "$“Miguel è straniero, deve richiedere i documenti per il permesso di soggiorno”",
    "ESSERE DI + città",
    "$“Marco e Stefano sono di Milano”",
    "ESSERE ITALIANO, INGLESE, SPAGNOLO, FRANCESE, ecc…",
    "$“Elisa è italiana, mentre suo marito John è inglese”",
    "Di seguito, sono riportati altri aggettivi che indicano la nazionalità:",
    "@table:62",
    "Per esempio:",
    "$“Kristen è tedesca, di Berlino”|“Hassan è marocchino, di Casablanca”|“Victoria è canadese e vive a Toronto, mentre Patrick è canadese ma vive a Parigi”",
    "Nelle frasi negative “NON” deve essere posto sempre prima del verbo:",
    "$“Sei stanco/a?”",
    "“Sì, sono stanco/a” – “No, non sono stanco/a”",
    "$“Siete italiani/e?”",
    "“Sì, siamo italiani/e” –“No, non siamo italiani/e”",
    "h: Il Verbo Avere",
    "Anche il verbo “avere” in italiano è completamente irregolare:",
    "@table:63",
    "Proprio come “essere”, nelle frasi negative “NON” deve essere posto sempre prima del verbo:",
    "$“Hai fame?”|“Sì, ho fame” / “No, non ho fame”|“Hai un gatto?”|“Sì, ho un gatto” / “No, non ho un gatto”",
    "Espressioni comuni in italiano con “AVERE”",
    "Attenzione! In inglese nella maggior parte di queste espressioni si usa “essere” come ausiliare!",
    "AVERE CALDO (to be/to feel hot)",
    "$“Oggi ci sono 42 gradi! Ho troppo caldo” – “Today it’s 42 degrees! I’m too hot”",
    "AVERE FREDDO (to be/to feel cold)",
    "$“Alessandra ha freddo, accendiamo il riscaldamento?” – “Alessandra is cold, shall we turn on the heating?”",
    "AVERE FAME (to be hungry)",
    "$“Sono le 14:00 e non abbiamo ancora pranzato…abbiamo fame!” – “It’s 2pm and we haven’t had lunch yet…we’re hungry!”",
    "AVERE SETE (to be thirsty)",
    "$“Ho sete, ordiniamo una birra?” – “I’m thirsty, shall we order a beer?”",
    "AVERE PAURA (to be afraid)",
    "$“Sara ha paura dei ragni” – “Sara is afraid of spiders”",
    "AVERE FRETTA (to be in a hurry)",
    "$“Oggi non posso parlare con te, devo correre al lavoro, ho molta fretta!” – “I can’t talk to you today, I have to run to work, I’m in a hurry!”",
    "AVERE TEMPO (to have time)",
    "$“Il sabato e la domenica ho tempo per rilassarmi e uscire con gli amici” – “On Saturdays and Sundays I have time to relax and go out with friends”",
    "AVERE SONNO (to be sleepy)",
    "$“Stanotte Luca ha dormito solo 4 ore, ha sonno!” – “Last night Luca only slept for 4 hours, he’s sleepy!”",
    "Il significato principale di “AVERE” è “possedere”, e può riferirsi a cose materiali (avere una macchina, avere un gatto, ecc..) e valori non materiali (come “avere fiducia” o “avere coraggio”), ma è usato anche quando si parla di caratteristiche fisiche (come “avere I capelli neri”).",
    "Per esempio:",
    "$“Elisa ha un fratello e due sorelle”|“Io ho un cane e un gatto”|“Marco e Luca hanno i capelli biondi e gli occhi azzurri”|“Marta ha lasciato il lavoro e si trasferisce da sola in Australia, ha coraggio!”",
    "Il verbo “avere” può essere seguito dalla preposizione “da”. In questi casi si tratta di una forma colloquiale usata per riferirsi a qualcosa che è necessario fare, un dovere o un obbligo:",
    "$“Ho da lavorare tutto il fine settimana” = “Devo lavorare tutto il fine settimana”|“Ho da dirti una cosa importante” = “Devo dirti una cosa importante”",
    "h: Il Presente irregolare",
    "Molti verbi italiani sono irregolari; ma, per facilitarne l’apprendimento, possono essere raccolti in gruppi che si comportano in maniera simile.",
    "Di seguito, alcuni dei più importanti verbi irregolari:",
    "@table:64",
    "@table:65",
    "@table:66",
    "Altri gruppi di verbi che si comportano in maniera simile sono:",
    "Verbi come “dire”: benedire, contraddire, disdire, maledire, predire.",
    "Esempi:",
    "$Il Papa benedice i fedeli|Luca non contraddice mai sua madre|Mario disdice sempre all’ultimo i nostri appuntamenti",
    "Verbi come “scegliere”: togliere, raccogliere, sciogliere, accogliere.",
    "Esempi:",
    "$Io tolgo sempre le scarpe appena arrivo a casa|Scelgo la torta al cioccolato o quella alla frutta per il compleanno di Pietro?|Raccolgo io i soldi per pagare il conto del ristorante",
    "Verbi come “tenere”: appartenere, trattenere, contenere, ottenere.",
    "Esempi:",
    "$Quel vaso contiene dei fiori stupendi|Stefano è molto determinato, ottiene sempre quello che vuole!|Quel cane appartiene alla famiglia Rossi",
    "Verbi come “venire”: convenire, prevenire, provenire, divenire.\n",
    "Esempi:",
    "$Questo vino proviene dalla Francia|Viene anche Luca a cena con noi stasera!|Ogni anno Paola previene l’influenza con il vaccino",
    "Vi è un altro gruppo di verbi irregolari che terminano in -durre/-porre: seguono tutti le stesse regole e condividono le stesse desinenze dei verbi in -ERE:",
    "@table:67",
    "Verbi come “tradurre”: condurre, produrre, dedurre, introdurre, ridurre, sedurre.",
    "Esempi:",
    "$“Paola traduce dal polacco all’Italiano velocemente”|“L’azienda dove lavora Gabriella produce dei dolci buonissimi”|“Mario conduce una vita sregolata”",
    "h: Verbi modali e verbo “sapere”",
    "I verbi volere, potere, dovere, sapere sono tutti irregolari al Presente.",
    "@table:68",
    "Di solito, volere, potere, dovere sono seguiti da un verbo all’infinito, ma volere può anche essere seguito da un sostantivo.",
    "Potere, generalmente, significa avere l’abilità fisica o avere il permesso per fare qualcosa:",
    "$Oggi non posso uscire, devo studiare.|Paolo non può giocare a calcio, ha la gamba rotta.",
    "@table:69",
    "Sapere può anche essere utilizzato come verbo modale, quando esprime l’avere competenza o conoscenza per poter fare qualcosa:",
    "$Non so parlare giapponese|Non so cucinare",
    "In aggiunta, Sapere è utilizzato come verbo indipendente con il significato di conoscere e significa “essere a conoscenza di qualcosa”:",
    "$So che Matteo ha trovato un gatto nel vostro giardino.",
    "Nelle domande, è spesso usato per chiedere informazioni:",
    "$Sai che ore sono?",
    "Attenzione alle differenze con il verbo “conoscere”:",
    "$Marco non può sciare → Si è rotto la gamba, perciò non può sciare|Marco non sa sciare → Non ha mai provato a sciare, perciò non sa come si fa|Laura non può leggere → Non può leggere perché la carta è sporca o perché la stampante non ha stampato correttamente la pagina|Laura non sa leggere → È una bambina, perciò non ha ancora imparato a leggere",
    "h: I verbi riflessivi",
    "",
    "I verbi riflessivi descrivono un’azione che riguarda il soggetto, o che il soggetto compie su di sè.",
    "Con il verbi riflessivi, si usano i pronomi riflessivi, che differiscono per ciascuna persona:",
    "@table:70",
    "Formare i verbi riflessivi è semplice, bisogna solo coniugare il verbo al Presente e aggiungere il pronome riflessivo prima del verbo!",
    "@table:71",
    "$Tutti i giorni mi alzo alle 06:45 (ALZARSI)|Luca e Maria si divertono molto al mare (DIVERTIRSI)|Maria si sente poco bene perchè ha l’influenza (SENTIRSI)",
    "$Io mi chiamo Mauro, tu come ti chiami?",
    "La terza persona singolare e plurale hanno lo stesso pronome riflessivo, “si”:",
    "$Lucia si sveglia tutti i giorni alle 7:00|Lucia e Luca si svegliano tutti i giorni alle 7:00",
    "Per ricordare il pronome “noi” pensate semplicemente a:",
    "$Noi ci divertiamo molto in vacanza in Italia",
    "Per ricordare il pronome “voi” togliete semplicemente la “o”:",
    "$Voi vi addormentate ogni sera sul divano",
    "La maggior parte dei verbi può essere riflessiva.",
    "CHIAMARE [chi? che cosa?]",
    "$Maria chiama Sara per invitarla alla sua festa di compleanno",
    "CHIAMARSI",
    "$Io mi chiamo Maria",
    "SVEGLIARE [chi? che cosa?]",
    "$Io sveglio mio marito ogni mattina alle 07:30",
    "SVEGLIARSI (svegliare se stessi)",
    "$Maria si sveglia ogni mattina alle 07:30",
    "ALLENARE [chi? che cosa?]",
    "$Marco allena una squadra di calcio",
    "ALLENARSI (allenare se stessi)",
    "$Marco si allena tutti i pomeriggi in palestra",
    "Nella lingua parlata, si preferisce utilizzare il verbo riflessivo al posto del non riflessivo, per aggiungere una maggiore enfasi:",
    "$Non vedo l’ora di andare a casa, così mi faccio una bella doccia",
    "AL POSTO DI: Non vedo l’ora di andare a casa così faccio una doccia",
    "$Dopo pranzo mi bevo un buon caffè",
    "AL POSTO DI: Dopo pranzo bevo un buon caffè",
    "$Quando bevo un buon bicchiere di vino, mi fumo una sigaretta",
    "AL POSTO DI: Quando bevo un buon bicchiere di vino, fumo una sigaretta",
    "h: I verbi modali con i verbi riflessivi",
    "Quando in una frase è presente il verbo modale + l’infinito di un verbo riflessivo, il pronome può trovarsi prima o dopo il verbo (entrambe le soluzioni sono corrette).",
    "Esempi:",
    "$Sabato mattina Marco si deve alzare presto|Sabato mattina Marco deve alzarsi presto|Mi posso sedere?|Posso sedermi?|Io e Marco ci vogliamo allenare più spesso|Io e Marco vogliamo allenarci più spesso",
    "h: Il Passato Prossimo",
    "Il Passato Prossimo si compone con il Presente Indicativo del verbo essereor avere + Participio Passato del verbo. Questo tempo può esprimere sia azioni concluse nel passato, sia legate al momento presente o limitate a un determinato spazio-tempo.",
    "Il Participio Passato si forma rimuovendo -ARE, -ERE, -IRE e aggiungendo le seguenti desinenze:",
    "$Verbi in -ARE → -ATO",
    "guardare → guardato",
    "$Verbi in -ERE → – UTO",
    "sapere → saputo",
    "$Verbi in – IRE → -ITO",
    "dormire → dormito ",
    "Quando il verbo “avere”viene usato come ausiliare, il Participio Passato termina in -0 per qualsiasi soggetto femminile, maschile, singulare o plurale:",
    "$Laura ha studiato Giapponese|Marco ha studiato Giapponese|Laura e Maria hanno studiato Giapponese|Marco e Paolo hanno studiato Giapponese",
    "Eccezione: consigliamo di controllare la sezione dei “Pronomi Diretti” per vedere cosa succede quando vengono usati i pronomi diretti (lo, la, li, le, mi, ti, ci, vi e ne).",
    "Quando il verbo “essere” viene usato come ausiliare, il Participio concorda per genere e numero con il soggetto:",
    "$Laura è andata a Firenze|Marco è andato a Firenze|Laura e Maria sono andate a Firenze|Marco e Paolo sono andati a Firenze",
    "@table:72",
    "h: Ausiliare “avere” o“essere”?",
    "“AVERE”",
    "Tutti i verbi transitivi, ovvero tutti quei verbi che hanno un oggetto diretto ( e rispondo alla domanda “chi?” o ” che cosa?“), ricorrono all’ausiliare “avere” al Passato Prossimo:",
    "$Lucia ha mangiato la pizza(cosa? La pizza)|Marco e Lucia hanno studiato inglese tutto il giorno(cosa? Inglese)|Ho chiamato Davide ieri sera(chi? Davide)|Marta ha sposato Riccardo(chi? Riccardo)",
    "“ESSERE”",
    "La maggior parte dei verbi intransitivi (cioè i verbi che necessitano di una preposizione per legarsi ad un oggetto indiretto) usa l’ausiliare “essere“:",
    "$Oggi sono venuto a scuola in bici|Ieri sera io e Lucia siamo andati al cinema",
    "I verbi di movimento come: andare, venire, arrivare, partire, entrare, uscire, tornare, etc.usano l’ausiliare “essere”:",
    "Attenzione alle eccezioni come: camminare, passeggiare, viaggiare:",
    "$Ho camminato tutto il giorno per Firenze|Ho viaggiato per tutta l’Italia",
    "I verbi di stato: stare/essere, rimanere, restareusano l’ausiliare “essere“:",
    "$Sabato scorso sono restata a casa tutto il giorno a riposare|Ieri sera non sei uscito perché sei stato male?",
    "I verbi di cambiamento: diventare, crescere , nascere, morire, invecchiare, iniziare, finireusano l’ausiliare “essere“:",
    "$Marta è nata il 5 Maggio 1954|Lucia e Daniele sono cresciuti in un paese vicino a Roma",
    "I verbi riflessivi: alzarsi, conoscersi, chiamarsi, lavarsi, allenarsi, vestirsi, addormentarsi, etc. usano l’ausiliare “essere“:",
    "$Domenica scorsa mi sono alzata a mezzogiorno, mi sono lavata, mi sono vestita e poi sono uscita|La scorsa settimana mi sono allenato in palestra tutti i pomeriggi",
    "I verbi impersonali: piacere, dispiacere, bastare, succedere, sembrareusano l’ausiliare “essere“:",
    "$Il nord della Francia mi è piaciuto molto|Marta ci è sembrata un po’ triste oggi",
    "h: I Participi Passati irregolari",
    "I participi passati irregolari, possono essere categorizzati in gruppi di verbi che terminano nello stesso modo. I seguenti sono i più importanti:",
    "@table:73",
    "@table:74",
    "@table:75",
    "@table:76",
    "@table:77",
    "h: Verbi con doppio ausiliare",
    "I verbi transitivi utilizzano sempre il verbo avere come ausiliare, mentre i verbi intransitivi sono leggermente più complicati, in quanto alcuni di loro utilizzano “avere”. I più comuni esprimono azioni abituali e quotidiane, come:",
    "ABITARE",
    "$Ho abitato a Londra per due anni",
    "DORMIRE, RIPOSARE",
    "$Laura ha dormito dodici ore, ha riposato molto!",
    "TELEFONARE",
    "$Hai telefonato al ristorante per prenotare il tavolo per sabato sera?",
    "Altri esempi:",
    "VIAGGIARE:ho viaggiato\nCAMMINARE: ho camminato\nPASSEGGIARE:ho passeggiato\nPRANZARE:ho pranzato\nCENARE:ho cenato\nRIDERE:ho riso\nPIANGERE:ho pianto\nNUOTARE:ho nuotato\nCHIACCHIERARE:ho chiacchierato",
    "Alcuni verbi possono essere sia intransitivi che transitivi, a seconda del contesto. Ecco alcuni esempi:",
    "CAMBIARE",
    "$Anna ha cambiato il vestito (transitivo)|Mario è molto cambiato: è ingrassato di 10 chili! (intransitivo)",
    "PASSARE",
    "$Abbiamo passato delle meravigliose vacanze a Parigi (transitivo)|Mi dispiace, ma l’autobus è già passato (intransitivo)",
    "FINIRE",
    "$Ho già finito di leggere il libro (transitivo)|Il film è appena finito (intransitivo)",
    "SALIRE",
    "$Ho salito le scale per sette piani (transitivo)|Siamo saliti sul treno (intransitivo)",
    "Ci sono alcuni verbi che possono usare entrambi i verbi ausiliari: si tratta dei verbi che indicano le condizioni meteorologiche, come PIOVERE, NEVICARE, GRANDINARE; entrambe le forme sono corrette!",
    "$Ieri ha piovuto = Ieri è piovuto|Ieri ha nevicato = ieri è nevicato|Ieri ha grandinato = ieri è grandinato",
    "Altri verbi che possono avere il doppio ausiliare sono VIVERE, SCIVOLARE:",
    "$Marco ha vissuto due mesi in Brasile = Marco è vissuto due mesi in Brasile|Ho scivolato su una buccia di banana = Sono scivolato su una buccia di banana",
    "h: Il passato prossimo con i verbi modali: DOVERE, POTERE, VOLERE e SAPERE",
    "I verbi modali (se si trovano soli nella frase) ricorrono sempre all’ausiliare avere:",
    "$Ho chiesto a Laura di venire alla festa, ma lei non ha voluto|Hai chiamato il dottore? No, non ho potuto",
    "Nei tempi composti, prendono l’ausiliare del verbo a cui si legano:",
    "LEGGERE prende l’ausiliare avere:",
    "$Ho dovuto leggere questo libro per il corso di italiano (ho letto)",
    "MANGIARE prende l’ausiliare avere:",
    "$Non hopotuto mangiare la torta, sono a dieta (ho mangiato)",
    "ANDARE prende l’ausiliare essere:",
    "$Sono voluta andare in palestra subito dopo il lavoro (sono andata)",
    "USCIRE prende l’ausiliare essere:",
    "$Sono potuta uscire prima dal lavoro per prendere il treno (sono uscita)",
    "h: Il passato prossimo con i verbi riflessivi",
    "I verbi riflessivi al Passato Prossimo usano sempre l’ausiliare essere, e si concordano sempre con il soggetto.",
    "Si formano usando:",
    "PRONOME + ESSERE all’Indicativo Presente + PARTICIPIO PASSATO",
    "@table:78",
    "*Il Participio Passato di METTERE è irregolare: “MESSO”",
    "$A che ore ti sei addormentato ieri sera, Davide?|Lunedì mattina Laura si è svegliata, si è pettinata, si è vestita ed è uscita di corsa|Lisa e Laura si sono truccate molto per la festa|Giovanni e Michele si sono allenati tutti i giorni in palestra",
    "h: L’Imperfetto",
    "L’Imperfetto è un verbo al passato che si riferisce a tutte le tipologie di azioni e situazioni indefinite nel passato.",
    "Il tempo Imperfetto si forma rimuovendo -ARE, -ERE, -IRE e aggiungendo le desinenze dell’Imperfetto.",
    "@table:79",
    "Di seguito, alcuni dei più importanti verbi irregolari all’imperfetto:",
    "@table:80",
    "I verbi che finiscono in – DURRE seguono questo modello:",
    "@table:81",
    "L’Imperfetto è un tempo al passato usato per:",
    "Descrizioni",
    "$Ieri sono andata al parco, c’era il sole, i bambini giocavano, un signore leggeva il giornale.|Sabato scorso ho incontrato Paola, era molto elegante, aveva un vestito nero lungo e le scarpe con il tacco\n",
    "Azioni abituali al passato",
    "$Quando Maria era bambina andava sempre a giocare al parco dopo la scuola|L’anno scorso lavoravo dalle 9 alle 5|Quando avevo 18 anni andavo in discoteca ogni sabato",
    "Azioni continuate nel passato",
    "$Dove eri ieri alle 5? Ero a casa/a scuola|Cosa facevi nel 2007? Frequentavo l’università/lavoravo in un bar|Cosa facevi ieri a mezzanotte? Dormivo/ero in discoteca\n",
    "Descrizione emotiva e psicologica",
    "$L’anno scorso stavo spesso male, avevo spesso il mal di testa|Quando l’ho conosciuta, Marilena era così timida, oggi no!|Quando Uli partiva per la Germania, era sempre emozionata",
    "Causa (imperfetto) e conseguenza (Passato Prossimo)",
    "$Ho mangiato tanto perché avevo fame|Non sono uscita perché pioveva|Ho fatto un incidente perché la strada era ghiacciata",
    "Quando due azioni si verificano contemporaneamente al passato:",
    "    Mentre + Imperfetto + Imperfetto",
    "$Mentre mangiavo la pizza, ascoltavo la radio|Mentre i ragazzi facevano il test, il Professore leggeva il giornale|Mentre Uli scriveva al computer, il telefono squillava",
    "Azioni interrotte:",
    "    Mentre + Imperfetto + Passato Prossimo",
    "$Mentre mangiavo la pizza, mi ha telefonato David|Mentre andavo a scuola, ho incontrato Maria|Mentre guardavamo il film, è andata via la luce",
    "Altri usi",
    "Nei contesti informali e nella lingua parlata, l’Imperfetto è usato:",
    "Al presente, per dire gentilmente che si desidera qualcosa, principalmente con i verbi volere, desiderare, preferire. In questo caso, non viene usato come verbo al passato ma per sostituire il Condizionale presente:",
    "$Buongiorno, volevo un caffè e un cornetto (= voglio/vorrei)|Volevo 3 etti di prosciutto (= voglio/vorrei)",
    "Può sostituire il Condizionale Passato per indicare qualcosa che sarebbe potuto accadere nel passato o una condizione irrealistica, e in questo caso si parla di“imperfetto ipotetico”:",
    "$Era meglio se venivi a scuola ieri (= sarebbe stato meglio se tu fossi venuto)|Dovevo andare alla festa ieri, c’erano tutti i miei amici! (= sarei dovuto andare alla festa)",
    "h: Le differenze tra il Passato Prossimo e l’Imperfetto",
    "Il Passato Prossimo esprime un’azione che si è conlusa nel passato, o che non è stata più ripetuta.",
    "L’Imperfetto, invece, esprime azioni frequenti e abituali nel passato.",
    "@table:82",
    "h: Il Futuro Semplice",
    "Questo tempo si usa solitamente per parlare del futuro (programmi, piani, previsioni, predizioni), così come per esprimere intenzioni e ipotesi.",
    "Il Futuro si forma rimuovendo -ARE, -ERE, -IRE e aggiungendo le desinenze appropriate:",
    "@table:83",
    "*Per il Futuro Semplice le coniugazioni -ARE e -ERE hanno le stesse desinenze.",
    "I verbi che finiscono in -CARE e -GARE sono irregolare e riportano una “H” in tutte le voci della coniugazione:",
    "@table:84",
    "Sia ESSERE che AVERE sono irregolari al Futuro:",
    "@table:85",
    "Di seguito, alcuni dei più importanti verbi irregolari, suddivisi in gruppi che si comportano in modo simile:",
    "Il primo gruppo di verbi perde la “A” in -ARE o la “E” in -ERE prima di aggiungere le desinenze:",
    "@table:86",
    "Il secondo gruppo prende la doppia “R” e aggiunge le disenze: Dovremo comprare il regalo per Carla, domani ci sarà la sua festa di compleanno",
    "$A giugno finirò la scuola e potrò andare in vacanza con i miei amici",
    "@table:87",
    "* Attenzione: le forme del futuro di “VOLERE” (Io vorrò) e “VENIRE” (Io verrò) sono molto simili! La prossima settimana berrò un aperitivo con Luisa e Maria",
    "$Rachel rimarrà a Firenze per un mese|Dopo la cena vorrò un dolce|Domani verrò al lavoro un’ora più tardi",
    "Il terzo gruppo rimuove semplicemente la “E” finale:",
    "@table:88",
    "Il Futuro Semplice si usa:",
    "$Domani Gloria farà la spesa e poi farà una torta|Marco e Luca staranno a scuola tutto il giorno per l’esame di italiano",
    "Per esprimere un’azione futura",
    "$Le previsioni dicono che domani pioverà|Alice partirà per Mosca la prossima settimana",
    "Per esprimere un’incertezza al presente (ad esempio un’ipotesi)",
    "$“Che ore sono?” “Mah, non so, saranno più o meno le 13:00” = Forse sono le 13:00|“Dov’è Marco?” “Sarà al lavoro a quest’ora”= Probabilmente è al lavoro",
    "Per esprimere una contraddizione o un disaccordo al presente",
    "$Sarà anche una bella donna, ma è così antipatica!|I Rossi avranno anche una bella casa, ma è troppo piccola!",
    "h: Il Futuro Anteriore",
    "Il Futuro Anteriore si forma con il futuro dell’ausiliare “AVERE” o “ESSERE” + Participio Passato del verbo:",
    "@table:89",
    "@table:90",
    "Il Futuro Anteriore si usa:",
    "Quando ci sono due azioni al futuro: l’azione che si verifica per prima (¹) si esprime usando il Futuro Anteriore ed è spesso accompagnata da parole quali “appena, quando, dopo che“:",
    "$Appena sarò arrivato¹a casa, ti chiamerò ²(prima: arriverò a casa → dopo: ti chiamerò)|Quando avrò mangiato¹, uscirò con i miei amici ²(prima: mangerò; dopo → mangerò con i miei amici)|Dopo che saremo partiti ¹, Carlo telefonerà a Maria ²(prima: partiremo; dopo → Carlo chiamerà Maria)",
    "Per esprimere un’ipotesi al passato:",
    "$“A che ora è tornato Stefano ieri sera?”“Non so, sarà tornato a mezzanotte, ma non l’ho visto” = Forse è tornato a mezzanotte|“Ieri sera Marco ha avuto mal di pancia”“Avrà mangiato troppo alla cena di Luca?” = Probabilmente ha mangiato troppo\n",
    "Per esprimere una contraddizione o un disaccordo al passato:",
    "$Il cameriere avrà anche fatto uno sconto, ma il ristorante ci è sembrato comunque caro|Sarà anche stata una bella vacanza, ma ha piovuto tutto il tempo!",
    "ATTENZIONE: Normalmente, i verbi irregolari al Futuro lo sono anche alCondizionale Presente; le forme del Futuro sono molto simili a quelle del Condizionale! Bisogna fare molta attenzione specialmente alla prima persona plurale “NOI”, in quanto ha una doppia “m” al Condizionale Presente.",
    "$Il prossimo sabato berreMo un aperitivo con Marco (FUTURO: una “M”) /|BerreMMo volentieri un aperitivo con voi il prossimo sabato ma saremo fuori città (CONDIZIONALE: due “M” )",
    "Oppure, altri esempi:",
    "FUTURO ≠CONDIZIONALE",
    "$Noi faremo ≠Noi faremmo|Noi andremo ≠Noi andremmo|Noi verremo ≠Noi verremmo|Noi avremo ≠Noi avremmo|Noi saremo ≠Noi saremmo",
    "h: L’Infinito Passato per esprimere azioni al futuro",
    "Quando il soggetto di due azioni al futuro è lo stesso, potete formare la frase in un altro modo con l’Infinito Passato.",
    "L’Infinito Passato è formato dall’infinito dell’ausiliare “AVERE” o “ESSERE” + il Participio Passato del verbo, che concorda con il soggetto se viene usato l’ausiliare “ESSERE”.",
    "Infinito Presente / Infinito Passato",
    "Studiare – Avere studiato",
    "Andare – Essere andato/a/e/i",
    "Svegliarsi – Essersi svegliato/a/i/e",
    "Il Trapassato Prossimo",
    "$Dopo che avrò lavorato¹, andrò² in palestra =Dopo avere lavorato, andrò in palestra|Dopo che sarò andata¹in palestra, farò la spesa² =Dopo essere andata in palestra, farò la spesa",
    "Il Trapassato Prossimo si forma con l’Imperfetto dei verbi “ESSERE” o “AVERE” + il Participio Passato.",
    "Il Trapassato Prossimo si usa per definire un’azione o un evento precedente, in stretta connessione con qualsiasi azione successivaespressa tramite qualsiasi altro verbo al passato.",
    "@table:91",
    "@table:92",
    "* Quando l’ausiliare è ESSERE, è importante ricordare sempre la coerenza dei tempi composti.\n",
    "Il Trapassato Prossimo viene utilizzato:",
    "Quando ci sono due azioni al passato per esprimere quella che avviene per prima:",
    "$Quando sono entrato²in classe, la lezione era già cominciata¹\n(prima: la lezione è iniziata → dopo: sono entrato in classe)\n|Ho letto² il libro che mi aveva regalato¹ Claudio a Natale\n(prima: Claudio mi ha regalato il libro → dopo: l’ho letto)\n|Ero felice² perché avevo vinto¹ la partita di tennis\n(prima: ho vinto la partita di tennis → dopo: ero felice)\n",
    "Quando si parla di qualcosa che non era stato fatto prima, ma in forma negativa:",
    "$Non ero mai stata a Firenze prima di oggi.\n|Non avevo mai mangiato la bistecca alla fiorentina, è molto buona!|Non ero mai andato agli Uffizi, è proprio un bel museo.",
    "Quando si parla di qualcosa che era già stato fatto prima, ma in forma affermativa:",
    "$Ero già stata a Firenze nel 2008.|Avevo già mangiato la bistecca alla fiorentina l’anno scorso.|Ero già andato agli Uffizi, confermo che è proprio un bel museo.",
    "Da notare la differenza: quando non si è mai fatto qualcosa prima, si usa sempre il Passato Prossimo:",
    "$Non sono mai stata a Firenze, vorrei andarci.|Non ho mai mangiato la bistecca alla fiorentina.|Non sono mai andata agli Uffizi .",
    "h: Il Passato Remoto",
    "Il Passato Remoto è un tempo al passato usato per descrivere azioni concluse ed eventi NON correlati al presente, ma limitati ad un arco temporale specifico e riportati senza alcun coinvolgimento emotivo.\n",
    "Il Passato Remoto si forma rimuovendo -ARE, -ERE, -IRE e aggiungendo le terminazioni corrette.\n",
    "$Alcuni verbi in -ERE hanno una coniugazione leggermente differente, che si forma usando le terminazioni -ETTI, -ETTE rispettivamente per la prima e terza persona singolare (io; lui/lei) e -ETTERO per la terza persona plurale (loro).\nAlcuni dei verbi più comuni che si comportano in questo modo sono: CREDERE, RICEVERE, VENDERE, DOVERE, SEDERSI.",
    "@table:93",
    "$Altri verbi che appartengono alla seconda coniugazione in -ERE ma che finiscono in –ndere, -dere, -cere, -gere, -gliere, hanno forme irregolari, con differenti radici per la prima e la terza persona singolare (io, lui/lei) e la terza persona plurale (loro):",
    "@table:94",
    "Per i verbi irregaroli al Passato Remoto, la prima persona singolare (io) finisce in “- i”, la terza persona singolare in “-e”, e la terza persona plurale in “ – ero”.",
    "$ESSERE e AVERE hanno entrambi forme irregolari:",
    "@table:95",
    "$Ci sono alcuni verbi che hanno forme irregolari per ogni persona:",
    "@table:96",
    "$Ci sono altri verbi che hanno forme irregolari solo alla prima persona singolare e alla terza persona singolare e plurale:",
    "@table:97",
    "@table:98",
    "@table:99",
    "@table:100",
    "Il Passato Remoto si usa per esprimere un’azione avvenuta in un passato distante e che non ha influenza o alcuna relazione con il presente (a differenza del Passato Prossimo)!",
    "L’uso del Passato Remoto varia in base alle regioni d’Italia: in alcune regioni del Nord non è molto utilizzato nella lingua parlata e si preferisce usare il Passato Prossimo.",
    "$Viene spesso utilizzato per parlare di fatti storici e azioni al passato non correlate al presente:|Cristoforo Colombo scoprì l’America nel 1492|Dante morì nel 1321",
    "h: Passato Prossimo o Passato Remoto?",
    "@table:101",
    "Il rapporto tra il Passato Remoto e l’Imperfetto è lo stesso che sussiste tra Passato Prossimo e Imperfetto.",
    "h: Il Trapassato Remoto",
    "Il Trapassato Remoto si forma con il Passato Remoto di “AVERE” o “ESSERE” + Participio passato:",
    "@table:102",
    "Con tutti i tempi composti, è importante ricordare sempre di rispettare la concordanza temporale quando “ESSERE” è usato come ausiliare.",
    "Il Trapassato Remoto si usa per descrivere un’azione che è accaduta prima di un’altra, quando questa è descritta al Passato Remoto.",
    "Il Trapassato Remoto si usa solo:\n",
    "Quando la frase principale è al Passato Remoto:\n",
    "$Telefonai² a Maria, solo dopo che ebbi finito¹ l’esame (prima io finii l’esame, dopo chiamai Maria)|Marta uscì² da sola dopo che ebbe bevuto¹ l’aperitivo (prima lei bevve l’aperitivo, poi uscì da sola)",
    "Il Trapassato Remoto è spesso introdotto da un avverbio come “DOPO CHE, APPENA, QUANDO”:",
    "$Appena fui arrivata¹ a casa, feci² una doccia (prima arrivai a casa, dopo feci una doccia)|Dopo che Paolo ebbe mangiato¹, lesse² un libro (prima Paolo mangiò, dopo lesse un libro)|Quando la mamma se ne fu andata¹, I bambini mangiarono² il cioccolato (prima la mamma se ne andò, dopo i bambini mangiarono il cioccolato)."
  ]
}