{
  "title": "Il Modo Gerundio",
  "body": [
    "h: Il Gerundio Presente",
    "Il gerundio presente si forma rimuovendo la desinenza del verbo e aggiungendo il suffisso -ANDO per i verbi in -ARE, oppure -ENDO per i verbi in -ERE e -IRE",
    "AMARE → AMANDO",
    "CRESCERE → CRESCENDO",
    "SENTIRE → SENTENDO",
    "$Amando Dario, mi sono sentita finalmente felice (= mentre amavo)|Crescendo, ho imparato ad ascoltare di più gli altri (= mentre crescevo)|Si addormentò, sentendo il rumore della pioggia (= mentre sentiva)",
    " I verbi irregolari e i verbi che terminano in -RRE (condurre, dedurre, tradurre ecc.) usano la prima persona singolare del modo indicativo per formare il gerundio:",
    "BERE → BEVO → BEVENDO",
    "FARE → FACCIO → FACENDO",
    "DIRE → DICO → DICENDO",
    "TRADURRE → TRADUCO → TRADUCENDO",
    "$Abbiamo festeggiato bevendo un buon prosecco.|Stavo facendo l’esercizio e non ho capito cosa mi stavi dicendo.",
    "h: Il Gerundio Passato",
    "Il passato del gerundio si forma con “ESSERE” o “AVERE” nella forma del gerundio presente + il participio passato del verbo:",
    "AMARE → AVENDOAMATO",
    "CRESCERE → ESSENDOCRESCIUTO",
    "SENTIRE → AVENDOSENTITO",
    "$Avendo amato molti uomini, veniva giudicata negativamente|Essendo cresciuto in città, non aveva mai visto una mucca!|Avendo sentito dell’incidente, corse in ospedale",
    "h: Il Presente Progressivo",
    "Il presente progressivo si utilizza per descrivere un’azione che si sta svolgendo mentre si parla, come il Present Continouos dell’inglese.",
    "Si forma con il presente del verbo “STARE” + il GERUNDIO",
    "@table:46",
    "$Dov’è Lucia? Sta bevendo un aperitivo con Marta|Cosa stai dicendo? Non riesco a sentirti, la musica è troppo alta|Sbrigati! L’autobus sta partendo",
    "Di seguito, sono riportati altri possibili utilizzi del verbo “STARE”:",
    "“STARE PER”+ Infinito esprime un azione che si sta per compiere.",
    "$La lezione sta per finire, mancano solo 5 minuti|Prendi l’ombrello, sta per piovere|Se vuoi parlare con Paolo chiamalo subito, sta per uscire",
    "h: L’Imperfetto Progressivo",
    "L’imperfetto progressivo si usa per esprimere un’azione che si stava svolgendo nel passato.",
    "Si forma con il verbo “STARE” coniugato all’imperfetto + GERUNDIO",
    "@table:47",
    "Attenzione: il presente progressivo non si utilizza per esprimere azioni abituali compiute nel passato, tale funzione è svolta dall’imperfetto del modo indicativo.",
    "$Quando ero piccola mi piaceva il gelato|Quando vivevo a Rimini mi alzavo tardi e poi andavo al mare|Nel 2008 andavo in palestra tutti i pomeriggi",
    " Quando si vuole esprimere un’azione in corso nel passato, si possono usare l’imperfetto progressivo o l’imperfetto indicativo.",
    "$Mentre Francesca stava mangiando/mangiava la pizza, Luca stava ascoltando/ascoltava la musica|Mentre Carlo stava leggendo/leggeva, Marta e Luisa stavano chiacchierando/ chiacchieravano\n"
  ]
}