{
  "title": "Pronomi italiani e particelle pronominali",
  "id": "pron",
  "body": [
    "h: I pronomi diretti",
    "",
    "h: Mi, ti, lo, la, ci, vi, li, le",
    "Si usano i pronomi diretti per sostituire un oggetto diretto (che risponde alla domanda “chi?” o “cosa?” e quando non è presente una preposizione) o una frase intera. Il pronome diretto precede sempre il verbo:",
    "@table:19",
    "Guardi il film stasera? Sì, lo guardo.",
    "$Signora, La chiamo domani. (La = Lei)|Direttore, La disturbo?|Professore, La ringrazio. ArrivederLa. (La= lei)",
    "$Lo dico sempre io che Laura deve studiare di più!|Il regalo? Lo compra Marco oggi pomeriggio.|Davide, lo chiamo più tardi.",
    "h: I pronomi diretti con i verbi modali",
    "Quando nella frase è presente un verbo modale (potere, volere, dovere, sapere) o un verbo frasale (come cominciare a, stare per, finire di, stare + gerundio…) + infinito, il pronome diretto può essere posto sia prima che dopo il verbo, indipendentemente dal verbo utilizzato:",
    "h: I pronomi diretti e il Passato",
    "Quando il participio passato segue i pronomi diretti lo, la, li, le, concorda sempre con genere e numero del pronome.",
    "$Mio marito mi ha amato molto = Mio marito mi ha amata molto.|Giulia, ti ho chiamato ieri = Giulia, ti ho chiamata ieri.|Elisa ci ha visto ieri = Elisa ci ha visti ieri.|I vigili vi hanno controllato = I vigili vi hanno controllati.",
    "$Hai comprato il vino? Sì, l(o)’ ho comprato.|Hai studiato il libro di storia? Si, l(o)’ ho studiato.|Hai guardato la tv? Sì, l(a)’ ho guardata.|Hai capito la lezione? No, non l(a)’ ho capitan",
    "h: I pronomi diretti e il Passato dei verbi modali",
    "L’uso dei pronomi diretti con i verbi modali è lo stesso che con i verbi sempici e composti. Ciò significa che si possono collocare indistintamente prima dell’ausiliare  o si possono aggiungere all’infinito del verbo.",
    "Ricorda che il participio passato concorda con il pronome diretto.",
    "h: “Ci” con significato locativo",
    "Si usa spesso la parola “ci” prima di un verbo, con il significato di “qui” e per evitare di ripetere il nome del luogo.",
    "h: Altre funzioni di “ci”",
    "“Ci” può essere usato per sostituire una frase o una parola introdotta da:",
    "- la preposizione a",
    "$Laura crede all’oroscopo, io invece non ci credo. (ci = all’oroscopo)|Chi pensa al pranzo? Oggi ci penso io! (ci = al pranzo)",
    "- la preposizione su",
    "$Elena ha detto che mi avrebbe aiutato con l’esame di Inglese, ma io non ci conto. (ci = su di lei)|Ogni Sabato Marco scommette sulle partite di calcio, ma Luca non ci scommette mai. (ci = sulle partite di calcio)",
    "- la preposizione in",
    "$Credi in Dio? No, non ci credo. (ci = in Dio)|Resti in attesa di una mail di risposta? Si, ci resto. (ci = in attesa della mail)",
    "- la preposizione con",
    "$Esci con Livia stasera? No, non ci esco, devo studiare. (ci = con Livia)|Vado molto d’accordo con Elena e tu? Io non ci vado per niente d’accordo. (ci = con Elena)",
    "h: “Ci” con i pronomi diretti",
    "“Ci” può essere combinato con i pronomi diretti e si comporta in modo diverso a seconda del pronome con cui si combina:",
    "Ci dopo i pronomi mi, ti, vi  non cambia.",
    "@table:20",
    "$Devo andare al lavoro, ma la mia macchina è dal meccanico. Mi ci porti tu? (mi = me; ci = al lavoro)|Mi accompagni all’aeroporto? Si, ti ci accompagno io! (ti = te; ci = all’aeroporto)|Se siete in ritardo per la lezione, vi ci porto io. (vi = voi; ci = a lezione)",
    "$Noi dobbiamo andare al cinema, chi ci porta? (ci = al cinema)",
    "Quando ci precede i pronomi diretti lo, la, li, le, la vocale terminale cambia da “– i” a“-e”:",
    "@table:21",
    "$Puoi portare il gatto dal veterinario? Si, ce lo porto io domani. (ce = dal veterinario| lo = il gatto)|Non metto mai la collana sopra quel tavolo, invece ce la trovo sempre! (ce = su quell tavolo| la = la mia collana)|Hai spedito quelle lettere in Brasile? Si, ce le ho spedite ieri. (ce = in Brasile| le = le lettere)",
    "h:  “CE” per esprimere possesso",
    "Si usa la particella “CE” in modo da non ripetere l’oggetto.",
    "h: I pronomi indiretti",
    "I pronomi indiretti sono usati per sostituire una persona o un oggetto preceduto dalla preposizione“A”.",
    "Possono rispondere alla domanda“a chi?”, “a cosa?” e precedono sempre il verbo.",
    "@table:22",
    "$Mi dispiace|Ti dispiace|Gli dispiace / Le dispiace|Ci dispiace|nVi dispiace|Gli dispiace",
    "Loro è meno comune e segue il verbo:",
    "$Luca e Maria festeggiano il loro compleanno insieme. Io gli ho regalato un profumo = Io ho regalato loro un profumo.",
    "h: I pronomi indiretti con i verbi modali",
    "Quando nella frase vi è un verbo modale (potere, volere, dovere, sapere) o un verbo frasale (cominciare a, stare per, finire di...) seguito da un infinito, il pronome indiretto può sia precedere che seguire il verbo all’infinito.",
    "$Ragazzi, mi dovete fare un favore. = Ragazzi, dovete farmi un favore.|Luisa, ti voglio dire la verità. = Luisa, voglio dirti la verità.|Signore, quando Le posso telefonare? = Signore, quando posso telefonarLe?",
    "h: Il “NE” partitivo",
    "La particella “NE” si riferisce a quantità specifiche: “quanto/quanta/quanti/quante”.",
    "- Si usa “NE” per parlare di quantità o numero.",
    "Esempi:",
    "$Quanti caffè bevi? Ne bevo due al giorno|Quanto pane compri? Ne compro un chilo|Quanti spaghetti mangi? Ne mangio due etti|Quanti soldi spendi? Ne spendo molti|Quanti italiani conosci? Ne conosco abbastanza",
    "- Si usa “NE” anche quando la quantità è zero:",
    "Esempi:",
    "$Vuoi una fetta di dolce? No, non ne voglio, grazie|Hai visto le ragazze spagnole? No, non ne ho vista nessuna|Hai visto i ragazzi tedeschi? No, non ne ho visto nessuno",
    "PRESTA ATTENZIONE! Quando la quantità rappresenta la totalità, si usano i pronomi diretti “LO, LA, LI, LE”.",
    "Osserva la differenza:",
    "Totale ≠ Quantità o Numero:",
    "$Hai bevuto il caffè? Si, l’ho bevuto|Quanto caffè hai bevuto? Ne ho bevuto uno|Avete comprato i vestiti? Sì, li abbiamo comprati|Quanti vestiti avete comprato? Ne abbiamo comprati tre|Quante caramelle mangi? Le mangio tutte|Quanti soldi hai speso? Li ho spesi tutti|Quanta birra hai bevuto? L’ho bevuta tutta",
    "Il paticipio passato si concorda con genere e numero:",
    "$Quanti caffè hai bevuto? Ne ho bevuti due|Quanto pane hai comprato? Ne ho comprato un chilo|Quanti spaghetti hai mangiato? Ne ho mangiati due etti",
    "Per sostiture frasi introdotte da:",
    "Preposizione “DI”",
    "$Il calcio non mi interessa, perciò non ne parlo mai (interessarsi di → NE = di calcio)|Sai niente di Marta? No, non ne so niente, non la sento da giorni (sapere di → NE = di Marta)",
    "Preposizione “DA”, quando si riferisce ad un luogo",
    "$Marta è entrata in classe e ne è uscita dopo 5 minuti (uscire da → NE = dalla classe)|Hai provato il nuovo ristorante dietro l’angolo? Certo, ne vengo proprio ora (venire da → NE = dal ristorante)",
    "h: I pronomi combinati",
    "I pronomi composti sono la combinazione di pronome indiretto + pronome diretto (lo, la, li, le) o il “NE” partitivo:",
    "@table:23",
    "$Quando i pronomi indiretti “mi, ti, ci, vi” si uniscono ad altri pronomi, la vocale terminale da “i” a“e”.|La terza persona (sia singolare che plurale), i pronomi si combinano insieme per formare un’unica parola, aggiungendo una “e” tra loro.",
    "La particella “ne”  si combina anche con i pronomi indiretti (o riflessivi), allo stesso modo:",
    "“ne” precede sempre il pronome indiretto/riflessivo:",
    "$La mamma ha tre collane, me ne ha regalata una|Domani è l’anniversario di Lapo e Sara, non te ne dimenticare",
    "La terza persona (sia singolare che plurale) combinata con“ne” e  “glie” forma “GLIENE”:",
    "h: I pronomi combinati e il Passato",
    "Quando si usano i pronomi diretti e pronomi composti con le forme verbali al passato, il participio passato si concorda con il pronome (-o, -a, -i, -e).",
    "h: I pronomi combinati con i verbi modali",
    "I pronomi composti si comportano nello stesso modo che i riflessivi, i pronomi diretti e indiretti con i verbi modali: possono precedere il verbo modale oppure si possono aggiungere alla forma infinita del verbo.",
    "Nell’italiano parlato, i pronomi composti si usano per esprimere il possesso:",
    "$Piero, hai del denaro? Si, ce l’ho / No, non ce l’ho.|Ragazzi, avete la chiave? Si, ce l’abbiamo / No, non ce l’abbiamo.|Mamma, abbiamo un cacciavite a casa? Sì, ce l’abbiamo / No, non ce l’abbiamo.",
    "h: La particella “CI” + la particella “NE”",
    "“CI” + “NE”, posti insieme, formano uno speciale pronome combinato “CE NE”:",
    "$Quante bottiglie hai messo nell’armadio? Ce ne ho messe 7 (ci = nell’armadio| ne = di bottiglie).|Quante ore di treno ci vogliono da Roma a Milano con il treno veloce? Ce ne vogliono 3 (ci = volerci| ne = di ore).|Quante finestre hai nella tua camera da letto? Ce ne ho 2 ( ci = nella mia camera| ne = di finestre).",
    "h: I pronomi relativi",
    "I pronomi relativi “CHE” e “CUI” possono essere utilizzati in due modi:",
    "“CHE” si usa per sostiturire:",
    "$Soggetto o oggetto diretto (un oggetto senza preposizione che risponde alle domande “chi o cosa?)|Può anche sostituire “il quale, la quale, i quali, le quali”",
    " Quando il “CHE” significa “questa cosa, ciò”, (solo in questo caso specifico) l’articolo può precedere il pronome:",
    "$Il mio ragazzo arriva sempre in ritardo. IL CHE (questo fatto) mi fa molto arrabbiare.|Quando vado al lavoro porto sempre la borsa per la palestra, IL CHE è molto comodo così non devo passare da casa.",
    "“CUI” è usato per sostituire:",
    "Un oggetto indiretto (un oggetto preceduto da una preposizione che è sempre posta di seguito)",
    "$Quello è il ragazzo di cui ti parlavo (parlare di)|L’azienda per cui lavora Martina si occupa di moda (lavorare per)",
    "Qualche altro esempio di verbi con preposizione sono:",
    "“CUI” può anche avere il significato di “possesso” se usato con articoli e concordato con l’oggetto:",
    "“IL CUI, LA CUI, I CUI, LE CUI”",
    "“CHI” (“colui che/colei che”) si riferisce solo alle persone, è sempre singolare e significa “la persona/ la gente che| tutte le persone…”. E’ spesso usato in proverbio modi di dire.",
    "“CHI” può essere usato:",
    "come soggetto",
    "$Luca non sopporta chi parla mentre mangia",
    "Proverbi:",
    "$“Chi va piano, va sano e va lontano”|“Chi fa da sé fa per tre”|“Chi troppo vuole nulla stringe”",
    "quando si rifersce indirettamente ad una persona",
    "$Non è giusto parlare di chi è assente. (parlare di)|Andrò da chi potrà aiutarmi. (andare da)|Credo in chi parla e dopo agisce. (credere in)|Uscirò con chi mi inviterà a cena. (uscire con) |Non so su chi scommettere. (contare su) "
  ]
}