{"title":"'Te' + infinitive: om-verbs","body":[{"type":"p","text":"The prepositions om, door, na, alvorens, in plaats van, and zonder can mark the beginning of a short subclause. If they do, the subclause always contains a \"te + infinitive\" construction. You can read more about this under short subclauses."},{"type":"p","text":"'Om' means 'in order to' or 'for'. It receives special attention here because there are a few verbs where we can omit 'om'. Instead of \"Ik probeer om te slapen\" (I try to sleep), we can also say \"Ik probeer te slapen\" (again: I try to sleep). 'Proberen' now looks like an 'infinitive + te' verb but it really is a an om-construction in disguise."},{"type":"p","text":"The disguised om-verbs are listed below. They all have something to do with a wish, desire, or command. Note that you can only omit 'om' when it is preceded by one of the verbs in the list below."},{"type":"table","table":[["aanmoedigen\nto encourage","Ze werden aangemoedigd om gezonder te gaan leven.","They were encouraged to live a healthier life."],["bedoelen\nto intend","Ik bedoelde om iets heel anders te zeggen.","I meant to say something completely different."],["beloven\nto promise","Hij belooft om vanaf nu op tijd te komen.","He promises to be on time from now on."],["bevelen\nto command","Ze beval hun om naar haar kantoor te komen.","She ordered them to come to her office."],["opdragen\nto command","Ze dragen je op om langer te blijven.","They tell (order) you to stay longer."],["proberen\nto try","Ik probeer om zonder wekker wakker te worden.","I try to wake up without an alarm-clock."]]},{"type":"table","table":[["streven\nto strive, aim","We streven ernaar om alle zwerfkatten een huis te geven.","We try (have the ambition) to give all straycats a home."],["verlangen\nto desire","Ze verlangden ernaar om terug naar huis te gaan.","They longed (for it) to go home."],["verzoeken\nto request","Mag ik jullie verzoeken om jullie voeten van tafel te halen?","May I ask you to take your feet of the table?"],["vragen om\nto ask for","Ze vroegen je om mee te komen.","They asked you to come along."],["wensen\nto wish, prefer","De premier wenst om niet te komen.","The prime minister prefers not to come."]]},{"type":"p","text":"Notes:"},{"type":"p","text":"Because the verbs that follows after -often invisible- om are situated in a short subclause, the past participle in the main clause does not turn into an infinitive. Because dat-verbs are subject to the same principle, I refer to dat-verbs in the perfect tense for more information."},{"type":"table","table":[["Ze had hun bevolen om naar haar kantoor te komen.","She had ordered them to come to her office."],["Ik heb geprobeerd om zonder wekker wakker te worden.","I have tried to wake up without an alarm-clock."],["We hebben ernaar* gestreefd om alle zwerfkatten een huis te geven.","We have tried (aimed) to give all straycats a home."],["Ze hebben jullie gevraagd om mee te komen.","They have asked you to come along."]]},{"type":"p","text":"Note:"}]}