{"title":"'Te' + infinitive: dat-verbs","body":[{"type":"p","text":"The te + infinitive construction is a typical characteristic of short subclauses. In English, we have short subclauses too. Just look at \"He claimed to be a prince\", which is short for \"He claimed that he was a prince\". Where the first phrase consists of one single clause, the latter has two clauses: \"He claimed\" and \"He was a prince\"."},{"type":"p","text":"The auxiliary verbs below are actually independent verbs, for the verbs that follow are part of a different clause, a short subclause to be more precise."},{"type":"p","text":"The verbs can also be used in constructions as \"I think that..\" - hence the name of this category."},{"type":"table","table":[["beloven*\nto promise","Hij belooft vanaf nu op tijd te komen.","He promises to be on time from now on."],["beweren\nto claim","Hanneke beweert het te weten.","Hanneke claims to know it"],["blijken\nto appear","De groenteboer blijkt veel te weten.","The grocer appears to know much."],["denken\nto think","Piet denkt het te zullen doen.","Piet thinks that he will do it."],["hopen\nto hope","Loes hoopt erbij te zijn.","Loes hopes to be there."],["lijken\nto seem","Hidde lijkt het leuk te vinden.","Hidde seems to like it."],["menen to mean","Ik meende haar te horen.","I thought I heard her."],["schijnen\nto seem","De burgemeester schijnt het goed te keuren.","The mayor seems to approve of it."],["wensen*\nto wish","Mijn broertje wenste koning te zullen worden.","(lit) My little brother wished to become king."]]},{"type":"p","text":"(*) beloven and wensen also appear in the list of om-verbs."},{"type":"p","text":"These verbs can also precede a normal subordinating clause when they are followed (like in English) by dat (that):"},{"type":"table","table":[["beloven\nto promise","Hij belooft dat hij vanaf nu op tijd komt.","He promised that he would be on time from now on."],["beweren\nto claim","Hanneke beweert dat ze het weet.","Hanneke claims that she knows it."],["blijken*\nto appear","Het blijkt dat de groenteboer veel weet.","It appears that the grocer knows a lot."],["denken\nto think","Piet denkt dat hij het zal doen.","Piet thinks that he will do it"],["hopen\nto hope","Loes hoopt dat ze erbij zal zijn.","Loes hopes that she will be there."],["lijken*\nto seem","Het lijkt erop dat Hidde het leuk vindt.","It looks like (it) that Hidde likes it."],["menen\nto mean","ik meende dat ik haar hoorde.","I thought that I could hear her."],["schijnen*\nto seem","Het schijnt dat de burgemeester het goedkeurt.","It seems that the mayor approves of it"],["wensen\nto wish","Mijn broertje wenste dat hij koning zou worden.","(lit) My little brother wished that he became king."]]},{"type":"p","text":"Note:"},{"type":"table","table":[["Het blijkt dat...","It appears that..."],["Het schijnt dat...","It seems that..."],["Het lijkt erop dat...","It looks like it that ..."]]},{"type":"p","text":"You cannot say \"she appears that...\"."},{"type":"p","text":"For the perfect tense, we use a past participle. Normally, we replace a past participle by an infinitive, if it serves as an auxiliary verb. See also Past participle turning into an infinitive."},{"type":"p","text":"Let us take the sentence \"Hij belooft vanaf nu op tijd te komen\", which means \"He promises to be on time from now on.\" If we set the sentence in the pluperfect tense, we would expect to get \"Hij heeft beloven vanaf nu op tijd te komen.\" After all, the auxiliary verb beloven should not be able to support komen in the form of a past participle (which would have been beloofd)."},{"type":"p","text":"However, in this case we do use a past participle. This not really an exception to the rule that a past participle cannot serve as an auxiliary verb': As a dat-verb, beloven does not really act as an auxiliary verb for komen since they are located in two different clauses: Beloven in the main clause and komen in the short subclause."},{"type":"table","table":[["Hij heeft beloofd vanaf nu op tijd te komen.","He has promised to be on time from now on."],["Hanneke heeft beweerd het te weten.","Hanneke has claimed to know it."],["Piet had gedacht het te zullen doen.","Piet had thought that he will do it."]]}]}