{"title":"Dutch verbs","body":[{"type":"p","text":"The verbs chapter is very extensive but do not be intimidated by its size. Once you have studied the present and past tenses of the regular verb conjugations, you can already make simple but correct sentences. It would be very helpful -not to say necessary- if you are already familiar with the Dutch spelling rules."},{"type":"p","text":"This chapter is divided into a few subchapters."},{"type":"p","text":"First, we will deal with regular verbs. The most important thing is that you learn how to conjugate a Dutch verb. The rules are quite simple, they are not hard to memorize."},{"type":"p","text":"Of course, you also need to know when to use which tense. Technically speaking, we only have two tenses (the present and the past) but along with 'aspect' and 'modality', we can create other tenses like the perfect, future, or conditional tense. In total, the Dutch use eight basic tenses. If it does not make any sense to you yet at this point, rest assured: It will all become clear when you progress through this subchapter."},{"type":"p","text":"Next to the eight basic tenses mentioned above, there are a few other conjugations you need to learn. We will discuss the continuous or 'progressive' (\"I am eating\"), the imperative (\"Eat!\"), the passive voice (\"I am eaten\"), and the subjunctive (\"So be it\"). You will also see how verbs can act as nouns (\"the shining\") or adjectives (\"a shining star\")."},{"type":"p","text":"They are unavoidable, unfortunately, those verbs that refuse to abide by the regular rules of conjugation. On the positive side, most Dutch irregular verbs are only irregular in their past and perfect tenses. We also call them 'strong' verbs, as opposed to weak (regular) verbs. The strong verbs must be learned by heart. It does help if you can recognize the conjugation patterns. The patterns are mentioned in the list of strong verbs."},{"type":"p","text":"The truly irregular verbs can be counted on one hand (well, almost)."},{"type":"p","text":"Just like in English, the Dutch use auxiliary verbs. We use them for the perfect tense (I have said) but also to modify the 'main' verb, e.g. \"I want to say\", \"I have to say\", or \"I hope to say\". Some auxiliary verbs are always followed by 'te', others by 'aan het', and some do not need any additions at all. In this subchapter, you will get a clear overview of all Dutch auxiliary verbs."},{"type":"p","text":"The Dutch just love to glue words together to form illegibly long nouns. They also apply this habit to verbs, hence the word compound verb. A compound verb consists of a verb and another word, like ondernemen (to undertake) or deelnemen (to participate, to take part). Separable compound verbs fall apart -back into their original parts- when you conjugate them, inseparable verbs always remain intact. How this works exactly, you will learn in this subchapter."}]}