{"title":"Independent verbs","body":[{"type":"p","text":"A verb that is not an auxiliary verb, is called an independent verb."},{"type":"p","text":"In general, a phrase has exactly one independent verb. This verb is used to specify the action of the sentence."},{"type":"p","text":"If there are any other verbs, those are auxiliary verbs. These verbs are used to indicate when or how the specified action takes place (presently, in the future, voluntarily, compulsory, possibly, etc.)."},{"type":"p","text":"The auxiliary verb(s) is in italics, the independent verb bold."},{"type":"table","table":[["Ik eet een broodje.","I eat a sandwich."],["Ik zal een broodje eten.","I will eat a sandwich."],["Ik zal altijd broodjes blijven eten.","I will keep eating sandwiches forever."]]},{"type":"p","text":"In the last example, zal (or will) is the auxiliary verb for blijven (or keep), which is in turn an auxiliary verb for eten (or eating). In the second example, zal (or will) is the auxiliary verb for eten (or eat)"},{"type":"p","text":"It should be clear that an auxiliary verb can also function as an independent verb:"},{"type":"table","table":[["Ik wil een ijsje.","I want an ice cream."],["Ik wil een ijsje eten.","I would like to eat an ice cream."],["Ik zou dat willen.","I would like that."],["ik wil slapen.","I want to sleep."]]},{"type":"p","text":"The verb willen serves as an independent verb in the first and third example but it is an auxiliary verb in the second and fourth example (supporting eten and slapen)."},{"type":"p","text":"In general, the independent verb follows after the auxiliary verbs. You can also place it before an auxiliary verb, but this is not always allowed."},{"type":"p","text":"We can distinguish four main types of auxiliary verb constructions:"},{"type":"p","text":"In the following sections, each type will be discussed. Unfortunately, each type has its own sub-types. A lot of reading, but once you have read it all, you know all possible types of auxiliary verbs."}]}