{"title":"More separable and inseparable","body":[{"type":"p","text":"The compound verbs that can be both separable and inseparable begin with the prefixes mis, om, onder, over, vol, aan, achter, door, voor and weer (see also the previous page)."},{"type":"p","text":"Each prefix-verb combination has its own particular guideline for determining whether the verb is separable or inseparable. The guidelines are explained below."},{"type":"table","table":[["Mostly separable verbs","Mostly inseparable verbs"],["aan, achter, door, om, onder, over, voor, weer","mis, vol"],["Most of them are separable.\n\nYou can view the inseparable verbs here: list of inseparable verbs: Exceptions","Most of them are inseparable.\n\nYou can view the separable verbs here: list of separable mis and vol-verbs"]]},{"type":"p","text":"Almost all verbs that have the prefix mis (miss) are inseparable. For this reason, it makes sense to learn the separable mis-verbs by heart:"},{"type":"p","text":"See List of separable mis and vol-verbs"},{"type":"p","text":"Here, the meaning of mis is 'wrong' or 'false', e.g.:"},{"type":"p","text":"There are also separable mis-verbs, but here, the meaning of mis is literally miss, as in 'to miss a target', e.g.:"},{"type":"p","text":"By far most compound verbs that begin with 'vol' (full) are inseparable. There are some separable vol-verbs, which you can find in the list of separable vol-verbs."},{"type":"p","text":"Here, 'vol' is used in the sense of 'complete' or 'finished', e.g.:"},{"type":"p","text":"There are, however, also a dozen or so separable vol-verbs. Separable verbs use 'vol' in a literal, physical sense, e.g.:"},{"type":"p","text":"Most om-verbs are separable. All om-verbs not mentioned in the list of inseparable verbs: Exceptions are separable."},{"type":"p","text":"The word om has several meanings (around, in order to, down, back). Inseparable om-verbs always use om in the sense of 'around'."},{"type":"p","text":"Most onder-verbs are separable. When 'onder' (under) is part of a separable verb, it means physically or literally 'under'. Examples are:"},{"type":"p","text":"In general, if the meaning of under is not physically under, the verb is inseparable. But the meaning of under as an inseparable prefix varies strongly:"},{"type":"p","text":"Onder-verbs not mentioned in the list of inseparable verbs: Exceptions are separable."},{"type":"p","text":"The distinction between separable and inseparable over-verbs is a bit difficult to establish. 'Over' can be used in many different ways. 'Over' in the sense of 'too' or 'excessive' is always part of an inseparable compound verb. Indicating some kind of movement (to walk over to), 'over' is usually a prefix of a separable compound verb."},{"type":"p","text":"Over-verbs not mentioned in the list of inseparable verbs: Exceptions are separable."},{"type":"p","text":"Generally, verbs that begin with 'aan' (on, at), 'achter' (behind), 'door' (on, through), 'voor' (for, before), and 'weer' (re-, again) are separable. There is a small list of inseparable verbs: Exceptions."}]}