{"title":"The 'te' continuous","body":[{"type":"p","text":"In Dutch, we have another way for forming the continuous. A formal term probably does exist, but we will simply call it the 'te-continuous'."},{"type":"p","text":"Using this type of continuous, you express the physical situation of the subject. We use the verbs liggen (lie), zitten (sit), staan (stand), and lopen (walk) as auxiliary verbs. We also use hangen (to hang) sometimes but this is less common."},{"type":"p","text":"The te-continuous is formed by:"},{"type":"p","text":"hangen, liggen, lopen, staan, zitten\n+ te + infinitive"},{"type":"p","text":"You can translate \"Ik zit te denken\", to \"I am thinking while sitting down\". If you asked me what I was doing while sitting right in front of me, it would probably be not necessary to tell you that I am sitting since you probably noticed that already. Yet, in Dutch, we often add this irrelevant bit of information."},{"type":"table","table":[["Hij ligt te slapen.","He is sleeping (while he is lying)"],["Ik zit te lezen.","I am reading (while sitting)"],["Hij staat te koken.","He is cooking (while standing)"],["Ik loop te zingen.","I am singing (while walking)"],["Ze hangen maar te nietsen.","They are not doing anything (while hanging around)"]]},{"type":"p","text":"The perfect tense of the te-continuous is similar to the perfect 'aan het'-continuous: : We omit the preposition (te) and we use an infinitive instead of a past participle."},{"type":"p","text":"hebben\n+ infinitive of hangen / liggen / lopen / staan / zitten\n+ infinitive"},{"type":"p","text":"The perfect te continuous is more common than the perfect aan het continuous. However, in Dutch, we use the 'normal' (non-continuous) perfect much more often than the continuous perfect."},{"type":"table","table":[["Hij heeft liggen slapen.","He has been sleeping"],["Ik heb zitten lezen.","I have been reading"],["Hij heeft staan koken.","He has been cooking"],["Ik heb lopen zingen.","I have been singing"],["De was heeft hangen drogen.","The laundry has been drying"]]},{"type":"p","text":"As you can see, the perfect tense does not get a past participle (see auxiliary verbs and the past participle). Instead, hebben is followed by an infinitive of liggen, staan, lopen, zitten, or hangen."}]}