{"title":"The passive voice","body":[{"type":"p","text":"In English we use the verbs to be or to become for the passive."},{"type":"table","table":[["active","passive"],["I wash your hair","your hair is washed (by me)"],["he has cleaned the house","the house has been cleaned (by him)"],["the music excites me","I am excited (by the music)"]]},{"type":"p","text":"After the passive, we can always put the construction by + agent."},{"type":"p","text":"The passive is not a tense. A tense indicates the point in time an event occurred. The passive voice can take all tenses, e.g. the passive simple, passive perfect, passive pluperfect, etc."},{"type":"p","text":"In Dutch, we use the same verbs:"},{"type":"p","text":"passive voice: 'zijn' and 'worden'"},{"type":"p","text":"Zijn (to be) and worden (to become) are irregular verbs."},{"type":"p","text":"Just like in English, we use the past participle to form the passive."},{"type":"p","text":"There is, however, one important difference. Just compare the English and Dutch phrases below."},{"type":"table","table":[["English","Auxiliary verb","Dutch","Auxiliary verb"],["My hair is washed","to be","Mijn haar wordt gewassen","worden"],["My hair was washed","to be","Mijn haar werd gewassen","worden"],["My hair has been washed","to be","Mijn haar is gewassen","zijn"],["My hair had been washed","to be","Mijn haar was gewassen","zijn"]]},{"type":"p","text":"Note that in English, we use 'is' and 'was' for the simple tense, whereas in Dutch, we use the exact same words for the perfect tense!"},{"type":"p","text":"In English, we use the same verb for both the simple and the perfect tenses (to be). In the examples above, we used 'to be'. In Dutch, on the other hand, we use two different verbs: worden and zijn."},{"type":"p","text":"Worden is used if the event is still going on at this particular moment. In English we would use the simple tense of to be, to become or, sometimes, to get."},{"type":"p","text":"Zijn is used when we want to express that an event has already occurred or been done (perfect tense). In English, we would use the perfect tense of 'to be'."}]}