{"title":"The 'aan het' perfect","body":[{"type":"p","text":"In Dutch, the perfect 'aan het' continuous is not as commonly used as in English. Where an Englishman would say \"he has been working all day\", a Dutchman usually says \"he has worked all day\". So where an Englishman uses the perfect continuous, a Dutchman would simply opt for the perfect tense described in the previous chapter (see present perfect and pluperfect)."},{"type":"p","text":"You will do fine without knowing how to use the perfect continuous. Not only is it quite uncommon in the Dutch language, its formation is also not exactly easy."},{"type":"p","text":"If you only just started learning Dutch, you can skip the section below and jump to the next section about the te-continuous. Otherwise, glance through the formula, so that you are able to recognize this tense when someone else uses it."},{"type":"p","text":"In the perfect tense, we leave out aan het and we use an alternative form of zijn: wezen."},{"type":"p","text":"Before we continue, let us first look at the formula for the formation of the perfect 'aan het' continuous:"},{"type":"p","text":"zijn + wezen + infinitive"},{"type":"p","text":"\"I have been working\" becomes: ik ben wezen werken (not: ik ben geweest werken)"},{"type":"p","text":"Two things must strike you as odd: first of all, we apparently use an infinitive instead of a past participle and second, we seem to shift to a completely new verb: wezen."},{"type":"p","text":"If you are not interested in the why, but just want to know the how, read the examples below and see if you can see how they correspond with the above formula. Comfort yourself with the thought that this construction is not commonly used."},{"type":"p","text":"For the more curious among you, an explanation will follow after the examples."},{"type":"table","table":[["Ik ben de muren wezen schilderen.","I have been painting the walls."],["De bewoners zijn wezen klagen op het gemeentehuis.","The residents have been complaining at the city hall ."],["Mijn zus en ik zijn wezen winkelen.","My sister an I have been shopping."],["De boeren waren koeien wezen melken.","The farmers had been milking cows."]]},{"type":"p","text":"You may wonder: If the continuous perfect is uncommon, what do you normally use instead?"},{"type":"p","text":"Where English speakers would use the perfect continuous, in Dutch, we simply opt for the \"normal\" (non-continuous) present perfect or pluperfect."},{"type":"p","text":"The past participle of zijn is geweest."},{"type":"p","text":"Present perfect = ik ben[1] geweest (I have been)\nPluperfect = ik was geweest (I had been)"},{"type":"p","text":"As you will read in the section about auxiliary verbs and the past participle, a past participle always turns into an infinitive if it serves as an auxiliary verb to support an independent verb. In the example above, the verb wezen serves as an auxiliary verb for werken."},{"type":"p","text":"Following the rule that a past participle turns into an infinitive if it serves as an auxiliary verb, we would expect geweest to turn into zijn. Instead, we apparently opt for a different infinitive: wezen. In fact, wezen means the exact same as zijn, it is merely an old-fashioned form of it. You can still recognize this verb in several conjugations of zijn, e.g. the past participle geweest."},{"type":"p","text":"To make things even more complicated, the Dutch sometimes use another way to set the aan het continuous in the perfect tense. You do not have to learn this construction since it is even less common than the perfect aan het continuous described above. I am only writing it down so that you will recognize it in the rare case that you come across it."},{"type":"p","text":"Because of its little importance, I am not going to place the 'formula' in a box this time. The alternative way to form the perfect aan het continuous is simply the \"aan het continuous + geweest.\" For example: \"We zijn de hele dag aan het winkelen geweest\" (\"We have been shopping all day\", or \"Hij is een week lang aan het schilderen geweest\" (\"He has been painting for a week\")."},{"type":"p","text":"If this form is used at all, it serves to stress the duration of the activity, e.g. de hele dag (all day) or een week lang (for a week)."},{"type":"p","text":"[1] Note, that zijn is one of those verbs that take zijn (not hebben) as an auxiliary verb in the perfect tense."}]}