{"title":"Using the conditional perfect","body":[{"type":"p","text":""},{"type":"table","table":[["ik","zou","hebben/zijn","+ pp"],["je","zou","hebben/zijn","+ pp"],["hij","zou","hebben/zijn","+ pp"],["we","zouden","hebben/zijn","+ pp"],["jullie","zouden","hebben/zijn","+ pp"],["ze","zouden","hebben/zijn","+ pp"]]},{"type":"p","text":"We use the conditional perfect refers to hypothetical situations in the past. Just like the simple conditional tense, it mainly serves to express a conditional clause: If certain criteria had been met, then a certain hypothetical situation would have been the case."},{"type":"p","text":"In the examples below, the verbs of the conditional perfect are written in blue."},{"type":"table","table":[["Als je goed had opgelet, zou je hebben gemerkt dat...","If you had paid attention, you would have noticed that..."],["Het zou nog veel erger zijn geweest als de motor het ook had begeven.","It would have been a lot worse if the engine had also broken down."]]},{"type":"p","text":"In English, we cannot use the conditional tense on both sides of the comma. If the 'then-clause' is in the conditional perfect tense, the 'if-clause' usually gets the pluperfect tense."},{"type":"p","text":"In this respect, the Dutch are very easy-going: It does not matter which clause gets the conditional perfect. Moreover, you can completely do without the conditional perfect and still refer to a past hypothetical event (see the fourth example below)."},{"type":"p","text":"The verbs of the conditional perfect are displayed in blue."},{"type":"table","table":[["Four ways to say the same thing","Literal translation"],["Als ik iets later was vertrokken, zou ik in de file hebben gestaan.","If I had left a bit later, I would have been in a traffic jam."],["Als ik iets later zou zijn vertrokken, had ik in de file gestaan.","If I would have left a bit later, I had been in a traffic jam."],["Als ik iets later zou zijn vertrokken, zou ik in de file hebben gestaan.","If I would have left a bit later, I would have been in a traffic jam."],["Als ik iets later was vertrokken, had ik in de file gestaan.","If I had left a bit later, I had been in a traffic jam."]]},{"type":"p","text":"Although we do use the conditional perfect in Dutch, the last example shows us a very common way to refer to past hypothetical situations. We often do not use the conditional perfect at all. Instead, we opt for the pluperfect tense."},{"type":"p","text":"In Dutch, we often use the pluperfect tense to express a hypothetical situation in the past."},{"type":"table","table":[["Ik had dat zeker niet gedaan.","I certainly would not have done that."],["Als je op tijd was geweest, dan had je het al afgehad.","If you had been on time, (then) you would have finished it already."]]},{"type":"p","text":"Another way of writing an 'als-subclause' is to leave out 'als' and to invert the finite form (meaning that the finite verb and subject switch places):"},{"type":"table","table":[["Was je op tijd geweest, dan had je het al afgehad.","Had you been on time, (then) you would have finished it already."]]},{"type":"p","text":"For \"should have [past participle]\", the Dutch say: \"hadden moeten* [infinitive].\" The Dutch construction is in the pluperfect tense, which we often use instead of the conditional perfect."},{"type":"table","table":[["Ik had dat niet moeten zeggen.","I should not have said that."],["Ik had mijn tentamen beter moeten voorbereiden.","I should have prepared for the test better."]]},{"type":"p","text":"(*) Normally, the verbs that follow after hebben, worden, or zijn are past participles: Here, we find an infinitive (moeten). For the explanation: see past participle turning into an infinitive."},{"type":"p","text":"A very useful web site is www.verbix.com."}]}