{"title":"Using the conditional","body":[{"type":"table","table":[["ik","zou + infinitive","we","zouden + infinitive"],["je","zou + infinitive","jullie","zouden + infinitive"],["hij","zou + infinitive","ze","zouden + infinitive"]]},{"type":"p","text":"We use the conditional tense to refer to hypothetical situations. The most common form is the conditional: If certain criteria were met, then a certain hypothetical situation would be the case."},{"type":"p","text":"For more realistic situations (less 'hypothetical'), we can also use the future tense: If certain criteria are met, then a certain hypothetical situation will be the case. In this case, however, the Dutch normally use the simple present."},{"type":"p","text":"Although we use the past tense of the verb zullen (zouden), we are referring to hypothetical situations in the present or future. For past hypothetical situations, we use the conditional perfect."},{"type":"p","text":"For the verbs in the if-clause, the English often use the subjunctive (not 'he was' but 'he were')."},{"type":"table","table":[["Dat zou ik niet doen als ik jou was.","I would not do that if I were you."],["Als hij niet zo verlegen was, zou hij meer vrienden hebben.","If he were not so shy, he would have more friends."]]},{"type":"p","text":"Sometimes, the if-then structure is not clearly visible:"},{"type":"table","table":[["We zouden ons maar vervelen (als we er te lang bleven)","We would only be bored (if we stayed there too long)"],["Dat zou wel heel vreemd zijn. (als het waar is wat je zegt)","That would be really strange (if what you are saying is true)"]]},{"type":"p","text":"In English, 'would' can only occur in the then-clause. A sentence like: \"If I would..., then I would...\" is not considered proper English: We cannot use the conditional tense on both sides of the comma."},{"type":"p","text":"The Dutch, however, do not see anything wrong with this construction. This means you can come across the following sentences, which all mean \"If I had to choose again, I would choose the same\"."},{"type":"table","table":[["Four ways to say the same thing","Literal translation"],["Als ik opnieuw moest kiezen, dan zou ik hetzelfde kiezen.","If I had to choose again, I would choose the same."],["Als ik opnieuw zou moeten kiezen, dan koos ik hetzelfde.","If I would have to choose again, I chose the same."],["Als ik opnieuw zou moeten kiezen, dan zou ik hetzelfde kiezen.","If I would have to choose again, I would choose the same."],["Als ik opnieuw moest kiezen, dan koos ik hetzelfde.","If I had to choose again, I chose the same."]]},{"type":"p","text":"The last example shows you the Dutch can refer to a hypothetical event by using the simple past on both sides."},{"type":"p","text":"Zouden is also used when we talk about what should be the case according to our norms, plans, or expectations."},{"type":"table","table":[["Hij zou vandaag op tijd komen (maar hij was wéér te laat).","He was supposed to be on time today (but he was late again)."],["Ze zouden erover ophouden (maar nu hebben ze het er weer over).","They were supposed to stop talking about it (but now they are talking about it again)."],["Hij zou tot januari blijven.","He was going to stay until January."]]},{"type":"p","text":"We also use zouden to sound more polite."},{"type":"p","text":"To politely express a wish, we add the adverb graag ('with pleasure', please), which gives us the equivalent of English I would like..."},{"type":"table","table":[["Ik zou graag een retourtje Leiden willen.","I would like a return ticket to Leiden."]]},{"type":"p","text":"We also use zou(den) to make a suggestion in the form of a question: \"Would it not be better if...\""},{"type":"table","table":[["Zou het niet makkelijker zijn als je gewoon een schaar gebruikte?","Would it not be easier if you simply used scissors?"]]},{"type":"p","text":"In Dutch, we do not have a verb for should. Instead, we use a combination of two verbs: zouden moeten. The equivalent of I should work in Dutch is ik zou moeten werken. Thus, if we place the infinitive moeten (to must, to have to) after zouden, we get the equivalent of English should."},{"type":"table","table":[["Ik zou mijn tentamens beter moeten voorbereiden.","I should prepare for my tests better"],["We zouden daar niet te lang moeten blijven.","We should not stay there too long."],["Dat zou je moeten weten.","You should know that."]]},{"type":"p","text":"Note that we do not always translate should to zouden moeten. When the required action is urgent or presented as a clear command, we often simply suffice by saying moeten:"},{"type":"table","table":[["Wat moeten we nu doen?","What should we do now?"],["Je moet je identiteitsbewijs altijd bij je dragen.","You should always carry your ID."],["Je moet better opletten.","You should pay more attention."]]},{"type":"p","text":"A very useful web site is www.verbix.com."}]}