{"title":"Using the simple past","body":[{"type":"p","text":""},{"type":"p","text":"The Dutch use the simple past tense to refer to an action or event that took place in the past. The distinction between the simple past and the present perfect is often rather unclear, even to Dutch speakers. In many cases, you can use both."},{"type":"table","table":[["ik","[stem] + te / de","we","[stem] + ten / den"],["je","[stem] + te / de","jullie","[stem] + ten / den"],["hij","[stem] + te / de","ze","[stem] + ten / den"]]},{"type":"p","text":"There are a few guidelines that will help you to decide when to use the simple past. We use the simple past:"},{"type":"p","text":"If the event or action is still relevant to the present time, we generally use the present perfect. The relevance to the present is, of course, highly subjective. It is important to know that when referring to past events or actions, the present perfect is much more common than the simple past."},{"type":"table","table":[["Karel de Grote regeerde van 800 tot 814.","Charlemagne reigned from 800 until 814."],["De Industriële Revolutie begon in Engeland.","The Industrial Revolution began in England."]]},{"type":"p","text":"When we refer to an event that took place in the past, all information surrounding that event is set in the simple past."},{"type":"table","table":[["Dat was zo'n natte picknick vorig jaar, weet je nog? Het regende pijpenstelen!","That was such a wet picnic last year, do you remember? It was raining cats and dogs!"],["Op zijn verjaardag feliciteerden we hem, zongen we een verjaardagsliedje en gaven we hem een cadeau.","On his birthday, we congratulated him, sang a birthday song, and gave him a present."],["Tijdens de kabinetscrisis was de premier op vakantie.","During the cabinet crisis, the prime-minister was on vacation."]]},{"type":"p","text":"To set the stage in the past, we usually use the present perfect (written in blue in the examples below). All events and actions that follow are described by the simple past."},{"type":"table","table":[["We zijn gisteren naar de bioscoop geweest en raad eens wie we daar tegenkwamen?","We went to the cinema yesterday and guess whom we ran into?"],["We zijn dit jaar naar Slovenië op vakantie geweest. We verbleven eerst in een hotel in Ljubljana en daarna logeerden we een week bij vrienden in de buurt van het Bledmeer.","This year, we went on vacation to Slovenia. First, we stayed in a hotel in Ljubljana and then, we stayed a week with friends near Lake Bled."],["Er is veel commotie rond geweest. Ze zeiden dat hij het geld had verduisterd.","There has been a lot of commotion about it. They said that he had embezzled the money."]]},{"type":"p","text":"The last example already gives you a preview of the pluperfect ('had verduisterd' or 'had embezzled')."},{"type":"p","text":"When we point to a past event by using 'toen' (when), we generally use the simple past tense. If we use the perfect tense at all, it must be the pluperfect."},{"type":"table","table":[["Toen ik wakker werd, scheen de zon volop.","When I woke up, the sun was shining brightly."],["Toen we terugkwamen van vakantie, schrokken we ons kapot: er liepen allemaal kakkerlakken in de badkamer!","When got back from vacation, we were really shocked: We had cock-roaches in our bathroom!"],["Toen je drie jaar werd , kreeg je een knuffelbeer met een grote rode hoed.","When you turned three, you got a teddy bear with a huge red hat."]]},{"type":"p","text":"Note that we also use 'toen' as a translation of 'then'. The above examples of 'toen' all mean 'when'."}]}