{"title":"Using the simple present","body":[{"type":"p","text":"The Dutch are keen users of the present tense. They even use it to refer to the future or hypothetical (conditional) sentences."},{"type":"table","table":[["ik","[stem]","we","infinitive"],["je","[stem] + t","jullie","infinitive"],["hij","[stem] + t","ze","infinitive"]]},{"type":"p","text":"The simple present tense is used in four cases:"},{"type":"p","text":"We use the simple tense to refer to a momentary action that coincides with the moment we are talking about it. If I say \"I look at the painting\", I am looking while mentioning it. Instead of the simple present tense, we can also (and often do) use the continuous: \"I am looking at the painting\"."},{"type":"table","table":[["Ik neem een hapje.","I am taking a bite."],["Het regent.","It is raining."],["Ze valt bijna in slaap.","She is almost falling asleep."]]},{"type":"p","text":"The action or state is not tied to the moment we are talking about it."},{"type":"table","table":[["Ze werkt bij de overheid.","She works for the government."],["Hij studeert in Groningen.","He studies in Groningen."],["Ik woon in Gent.","I live in Ghent."]]},{"type":"p","text":"\"Ik woon in Gent\" implies an ongoing state. It is likely that I also lived in Ghent yesterday and I will still live there tomorrow. It is an enduring state, which is not tied to the moment I mention it. Note that the Dutch always use the simple present to refer to a state which is still going on:"},{"type":"table","table":[["Ik woon al drie jaar in Gent.","I have lived in Ghent for three years."],["Ik tennis al vanaf mijn tiende jaar.","I have played tennis ever since I was ten years old."],["Hij zorgt al jaren voor zijn zieke moeder.","He has been looking after his ill mother for years."]]},{"type":"p","text":"Where the English use the perfect tense, the Dutch use the simple present."},{"type":"p","text":"A few more examples of habitual or repetitive actions:"},{"type":"table","table":[["Zij komt altijd te laat.","She is always late."],["Hij luistert elke morgen naar de radio.","He listens to the radio every morning."],["Ik eet geen vlees.","I do not eat meat."]]},{"type":"p","text":"The vegetarian who says \"Ik eet geen vlees\" wants to express that he generally (habitually) does not eat meat."},{"type":"p","text":"Although we do have a future tense to refer to actions or events that take place in the future, the Dutch often use the simple present. The speaker uses an adverb of time (tomorrow, next week) to indicate that he is referring to the future."},{"type":"table","table":[["We eten morgen erwtensoep.","We will eat peasoup tomorrow."],["Hij vliegt aanstaande vrijdag naar Rome.","He will fly to Rome coming Friday."],["Ik neem er straks nog een.","I will have another one in a moment."]]},{"type":"p","text":"Where the English use the auxiliary verb 'will' after an 'if clause', the Dutch are perfectly happy with the simple present. The Dutch equivalent for 'will' (zullen) can be used as well (see future tense) but it will make a sentence sound rather stiff."},{"type":"table","table":[["Als je licht uitdoet, kun je de sterren beter zien .","If you switch off the light, you will see the stars better."],["Als alles volgens plan verloopt, komen ze volgende week terug* naar Nederland.","If everything is going according to the plan, they will come back to the Netherlands next week."],["Als je te veel cola drinkt, krijg je gaatjes in je tanden.","If you drink too much coke, you will get cavities in your teeth."]]},{"type":"p","text":"Terugkomen is a separable compound verb."}]}