{"title":"'Te' + infinitief: dat-werkwoorden","body":[{"type":"p","text":"We gebruiken 'te + infinitief' ook voor beknopte bijzinnen."},{"type":"p","text":"Een voorbeeld van een beknopte bijzin is \"Hij belooft zijn huiswerk te doen\"."},{"type":"p","text":"Het werkwoord 'beloven' introduceert de beknopte bijzin \"..zijn huiswerk te doen\"."},{"type":"p","text":"In een normale bijzin zouden we zeggen: \"Hij belooft dat hij zijn huiswerk doet\". Deze bijzin begint met dat en heeft een onderwerp ('hij') en een persoonsvorm ('doet')."},{"type":"p","text":"In de beknopte bijzin valt het onderwerp weg. Daarnaast verandert de persoonsvorm 'doet' in 'te doen'. Je kunt hier meer over lezen op de pagina over beknopte bijzinnen."},{"type":"p","text":"Naast 'beloven' zijn er nog een paar werkwoorden die een beknopte bijzin kunnen introduceren. Kijk maar naar onderstaande lijst."},{"type":"p","text":"De werkwoorden in deze lijst zijn eigenlijk geen hulpwerkwoorden, maar hoofdwerkwoorden. De constructie 'te + infinitief' staat namelijk in een aparte zin (in een beknopte bijzin)."},{"type":"p","text":"Omdat de beknopte bijzinnen eigenlijk ingekorte versies zijn van 'dat-bijzinnen', zullen we de werkwoorden 'dat-werkwoorden' noemen."},{"type":"table","table":[["beloven*","Hij belooft vanaf nu op tijd te komen."],["beweren","Hanneke beweert het te weten"],["blijken","De groenteboer blijkt veel te weten."],["denken","Piet denkt het te zullen doen."],["hopen","Loes hoopt erbij te zijn."],["lijken","Hidde lijkt het leuk te vinden."],["menen","Ik meende haar te horen."],["schijnen","De burgemeester schijnt het goed te keuren."],["wensen*","Mijn broertje wenste koning te zullen worden."]]},{"type":"p","text":"(*) beloven en wensen staan ook in de lijst met om-werkwoorden."},{"type":"p","text":"De werkwoorden kunnen ook voor een gewone ondergeschikte bijzin staan, als de bijzin wordt geïntroduceerd door dat:"},{"type":"table","table":[["beloven","Hij belooft dat hij vanaf nu op komt."],["beweren","Hanneke beweert dat ze het weet."],["blijken*","Het blijkt dat de groenteboer veel weet."],["denken","Piet denkt dat hij het zal doen"],["hopen","Loes hoopt dat ze erbij zal zijn."],["lijken*","Het lijkt erop dat' Hidde het leuk vindt."],["menen'","ik meende dat ik haar hoorde."],["schijnen*","Het schijnt dat de burgemeester het goedkeurt."],["wensen","Mijn broertje wenste dat hij koning zou worden"]]},{"type":"p","text":"(*) Als blijken, lijken of schijnen een 'dat-bijzin' inluidt, dan is het onderwerp altijd het:"},{"type":"table","table":[["Blijken","Het blijkt dat..."],["Schijnen","Het schijnt dat..."],["Lijken","Het lijkt erop dat..."]]},{"type":"p","text":"Je kunt niet zeggen: \"Ze blijkt dat...\"."}]}