{"title":"De 'hypothetische' tijd in de praktijk","body":[{"type":"table","table":[["ik","zou + infinitief","we","zouden + infinitief"],["je","zou + infinitief","jullie","zouden + infinitief"],["hij","zou + infinitief","ze","zouden + infinitief"]]},{"type":"p","text":"We gebruiken de o.v.t.t. voor hypothetische situaties."},{"type":"p","text":"De meest gebruikelijke vorm is de 'voorwaardelijke' (of 'conditionele') constructie:"},{"type":"p","text":"Als aan bepaalde voorwaarden (X) werd voldaan, dan zou er sprake zijn van (een hypothetische) situatie (Y)."},{"type":"p","text":"Voor meer realistische situaties (dus minder hypothetisch), gebruiken we meestal gewoon de tegenwoordige tijd."},{"type":"p","text":"Hoewel we de verleden tijd van zullen (zouden) gebruiken, spreken we over hypothetische situaties in het heden of in de toekomst. Voor hypothetische situaties in het verleden gebruiken we de hypothetische verleden tijd."},{"type":"table","table":[["Dat zou ik niet doen als ik jou was."],["Als hij niet zo verlegen was, zou hij meer vrienden hebben."]]},{"type":"p","text":"Soms is de als-dan-structuur niet duidelijk zichtbaar:"},{"type":"table","table":[["We zouden ons maar vervelen (als we er te lang bleven)"],["Dat zou wel heel vreemd zijn. (als het waar is wat je zegt)"]]},{"type":"p","text":"In het Nederlands zijn we flexibel in het gebruik van de werkwoordstijden in als-dan-zinnen."},{"type":"p","text":"Hieronder staan vier manieren om hetzelfde te zeggen en ze zijn allemaal correct!"},{"type":"table","table":[["Als ik opnieuw moest kiezen,\ndan zou ik hetzelfde kiezen."],["Als ik opnieuw zou moeten kiezen,\ndan koos ik hetzelfde."],["Als ik opnieuw zou moeten kiezen,\ndan zou ik hetzelfde kiezen."],["Als ik opnieuw moest kiezen,\ndan koos ik hetzelfde."]]},{"type":"p","text":"In bovenstaande zinnen hebben we steeds verleden tijd en de hypothetische tijd gebruikt. Het maakt niet uit welke tijd we gebruiken: we kunnen twee verschillende tijden kiezen (zoals in de eerste twee zinnen) of twee dezelfde (zoals in de laatste twee zinnen)."},{"type":"p","text":"We gebruiken zouden en zouden moeten ook als we spreken over hoe het zou moeten zijn volgens onze normen, plannen of verwachtingen. Zouden:"},{"type":"table","table":[["Hij zou vandaag op tijd komen (maar hij was wéér te laat)."],["Ze zouden erover ophouden (maar nu hebben ze het er weer over)."],["Hij zou tot januari blijven."]]},{"type":"p","text":"Zouden moeten:"},{"type":"table","table":[["Ik zou mijn tentamens beter moeten voorbereiden."],["We zouden daar niet te lang moeten blijven."],["Dat zou je moeten weten."]]},{"type":"p","text":"Om beleefd te klinken, gebruiken we vaak zouden."},{"type":"p","text":"Als we beleefd een verzoek doen, voegen we bovendien het bijwoord graag toe."},{"type":"table","table":[["Ik zou graag een retourtje Leiden willen."],["We zouden graag eens Damascus bezoeken."]]},{"type":"p","text":"We gebruiken zou(den) ook om een suggestie te doen in de vorm van een vraag:"},{"type":"table","table":[["Zou het niet makkelijker zijn als je gewoon een schaar gebruikte?"],["Zou het niet verstandig zijn als je een warmere jas aantrok?"]]},{"type":"p","text":"Een handige website is www.verbix.com."}]}