{"title":"De 'aan het' duratief (voltooide tijd)","body":[{"type":"p","text":"Voor de duratieve vorm gebruiken we maar heel zelden de voltooide tijd. Als de (duratieve) actie in het verleden ligt, gebruiken we meestal de gewone voltooid tegenwoordige of voltooid verleden tijd."},{"type":"p","text":"Het is dus niet zo nodig om te weten hoe je de voltooide tijd van de duratief vervoegt. Als je nog maar pas bent begonnen met het leren van de Nederlandse grammatica, dan kun je de paragraaf hieronder gerust overslaan."},{"type":"p","text":"In de voltooide tijd schrappen we aan het en gebruiken we een ander woord voor zijn: wezen."},{"type":"p","text":"Laten we eerst eens kijken naar de formule:"},{"type":"p","text":"zijn + wezen + infinitief"},{"type":"p","text":"We zeggen dus ik ben wezen werken, niet: ik ben geweest werken."},{"type":"p","text":"Als je goed oplet, dan kun je twee eigenaardigheden zien."},{"type":"p","text":"Ten eerste gebruiken we blijkbaar een infinitief in plaats van een voltooid deelwoord. Ten tweede gebruiken we een compleet nieuw werkwoord: wezen."},{"type":"p","text":"Als je niet geïnteresseerd ben in het waarom maar alleen in het hoe, lees dan de voorbeelden hieronder en kijk of je bovenstaande formule herkent. Wees getroost: deze formule gebruiken we echt heel weinig."},{"type":"p","text":"Voor de nieuwsgierigen onder jullie volgt er een uitleg na de voorbeelden."},{"type":"table","table":[["Ik ben de muren wezen schilderen."],["De bewoners zijn wezen klagen op het gemeentehuis."],["Mijn zus en ik zijn wezen winkelen."],["De boeren waren koeien wezen melken."]]},{"type":"p","text":"Het voltooid deelwoord van zijn is geweest."},{"type":"p","text":"Voltooid tegenwoordige tijd = ik ben[1] geweest\nVoltooid verleden tijd = ik was geweest"},{"type":"p","text":"In het hoofdstuk over hulpwerkwoorden en het voltooid deelwoord zul je lezen dat een voltooid deelwoord altijd in een infinitief verandert, als het voltooid deelwoord zelf als hulpwerkwoord dient voor een ander werkwoord. In het voorbeeld hierboven dient het werkwoord wezen als hulpwerkwoord voor werken."},{"type":"p","text":"Eigenlijk zouden we verwachten dat geweest in zijn verandert (van voltooid deelwoord naar infinitief). In plaats hiervan kiezen we blijkbaar voor een heel andere infinitief: wezen. Eigenlijk betekent wezen precies hetzelfde als zijn. Het is een ouderwetse vorm ervan. We herkennen het nog in sommige vervoegingen van zijn zoals in het voltooid deelwoord geweest of de gebiedende wijs wees!."},{"type":"p","text":"[1] Merk op dat zijn een van die werkwoorden is die zijn (niet hebben) gebruikt als hulpwerkwoord in de voltooide tijd."}]}