{"title":"De lijdende vorm","body":[{"type":"p","text":"De lijdende vorm is het tegenovergestelde van de actieve vorm. In een actieve zin is het onderwerp datgene dat iets doet in een zin."},{"type":"p","text":"In een lijdende zin ondergaat het onderwerp een handeling door de 'agent' (de 'doener'). Na de lijdende vorm kunnen we daarom altijd 'door + agent' schrijven."},{"type":"table","table":[["Mijn haar wordt geknipt door de kapper"],["De fiets wordt gerepareerd door mijn zus"]]},{"type":"p","text":"'Mijn haar' is het onderwerp, maar niet de 'agent'. 'De fiets' is ook een onderwerp maar geen agent. 'De kapper' en 'mijn zus' zijn allebei agent, maar geen onderwerp."},{"type":"p","text":"De lijdende vorm is geen werkwoordstijd. Een werkwoordstijd zegt iets over het moment dat een gebeurtenis plaatsvindt. Voor de lijdende vorm kunnen we elke werkwoordstijd gebruiken. Zo hebben we de lijdende vorm in de tegenwoordige tijd, de lijdende vorm in de verleden tijd, de lijdende vorm in de voltooid tegenwoordige tijd, de lijdende vorm in de voltooid verleden tijd, et cetera."},{"type":"p","text":"De lijdende vorm samenstellen"},{"type":"p","text":"Voor de lijdende vorm gebruiken kunnen we kiezen uit twee hulpwerkwoorden:"},{"type":"p","text":"lijdende vorm: 'zijn' en 'worden'"},{"type":"p","text":"Zijn en worden zijn onregelmatige werkwoorden. Soms gebruiken we het (regelmatige) werkwoord raken in plaats van worden."},{"type":"p","text":"Voor de lijdende vorm gebruiken we een voltooid deelwoord."},{"type":"table","table":[["Tijd","--","Hulpwerkwoord"],["Onvoltooid tegenwoordige tijd","Mijn haar wordt gewassen","worden"],["Onvoltooid verleden tijd","Mijn haar werd gewassen","worden"],["Voltooid tegenwoordige tijd","Mijn haar is gewassen","zijn"],["Voltooid verleden tijd","Mijn haar was gewassen","zijn"]]},{"type":"p","text":"Onvoltooid\nWe gebruiken worden als de gebeurtenis op een bepaald moment nog steeds bezig is (of was)."},{"type":"p","text":"Voltooid\nAls de gebeurtenis al is afgerond, gebruiken we zijn."}]}