{"title":"De o.v.t. in de praktijk","body":[{"type":"p","text":""},{"type":"p","text":"In het Nederlands gebruiken we de onvoltooid verleden tijd als we het hebben over een gebeurtenis uit het verleden. Het verschil tussen de onvoltooid verleden tijd en de voltooid tegenwoordige tijd is vaak onduidelijk, zelfs voor Nederlandstaligen. Vaak kun je ze allebei gebruiken."},{"type":"table","table":[["ik","[stam] + te / de","we","[stam] + ten / den"],["je","[stam] + te / de","jullie","[stam] + ten / den"],["hij","[stam] + te / de","ze","[stam] + ten / den"]]},{"type":"p","text":"Wanneer gebruik je de onvoltooid verleden tijd? Hiervoor zijn er een paar richtlijnen. We gebruiken de onvoltooid verleden tijd:"},{"type":"p","text":"Als de gebeurtenis of actie nog steeds relevant is voor het heden, dan gebruiken we meestal de voltooid tegenwoordige tijd. De relevantie voor het heden is natuurlijk zeer subjectief. Onthoud maar dat we de voltooid tegenwoordige tijd veel vaker gebruiken dan de onvoltooid verleden tijd."},{"type":"table","table":[["Karel de Grote regeerde van 800 tot 814."],["De Industriële Revolutie begon in Engeland."]]},{"type":"p","text":"Als we spreken over een (centrale) gebeurtenis uit het verleden, dan gebruiken we de onvoltooid verleden tijd voor alle 'perifere' gebeurtenissen om de centrale gebeurtenis heen."},{"type":"table","table":[["Dat was zo'n natte picknick vorig jaar, weet je nog? Het regende pijpenstelen!"],["Op zijn verjaardag feliciteerden we hem, zongen we een verjaardagsliedje en gaven we hem een cadeau."],["Tijdens de kabinetscrisis was de premier op vakantie."]]},{"type":"p","text":"Om de gebeurtenis in het verleden te plaatsen, gebruiken we meestal de voltooid tegenwoordige tijd (blauw in de voorbeelden hieronder). Alle gebeurtenissen en acties die erop volgen, beschrijven we met de onvoltooid verleden tijd."},{"type":"table","table":[["We zijn gisteren naar de bioscoop geweest en raad eens wie we daar tegenkwamen?"],["We zijn dit jaar naar Slovenië op vakantie geweest. We verbleven eerst in een hotel in Ljubljana en daarna logeerden we een week bij vrienden in de buurt van het Bledmeer."],["Er is veel commotie rond geweest. Ze zeiden dat hij het geld had verduisterd."]]},{"type":"p","text":"Het laatste voorbeeld geeft je alvast een voorproefje op de voltooid verleden tijd ('had verduisterd')."},{"type":"p","text":"Als we over het verleden praten door te beginnen met het woordje 'toen', gebruiken we meestal de onvoltooid verleden tijd. Als we de voltooide tijd gebruiken, dan moet het de voltooid verleden tijd zijn."},{"type":"table","table":[["Toen ik wakker werd, scheen de zon volop."],["Toen we terugkwamen van vakantie, schrokken we ons kapot: er liepen allemaal kakkerlakken in de badkamer!"],["Toen je drie jaar werd, kreeg je een knuffelbeer met een grote rode hoed."]]}]}