{"title":"Gaan, slaan, staan, zien, doen","body":[{"type":"p","text":"Doen, zien, gaan, slaan, staan"},{"type":"p","text":"De overeenkomst tussen gaan, slaan en staan is duidelijk. Ze eindigen allemaal op -aan."},{"type":"p","text":"Waarom rekenen we zien en doen ook tot deze groep?"},{"type":"p","text":"Eigenlijk zijn de vijf werkwoorden in de tegenwoordige tijd allemaal regelmatig. Dit betekent dat ze niet thuishoren in de categorie 'volledig onregelmatige werkwoorden'."},{"type":"p","text":"Ik heb ervoor gekozen om deze vijf werkwoorden toch hier te vermelden. Waarom? De infinitieven eindigen niet op -en. Hierdoor kunnen we niet de normale stappen nemen om de werkwoordstam van de infinitief af te leiden."},{"type":"p","text":"Het eerste wat je hebt geleerd over de stam is dat het de infinitief is minus -en. Het is niet moeilijk om te zien dat dit onmogelijk is voor de werkwoorden gaan, slaan en staan."},{"type":"p","text":"Hetzelfde geldt voor doen en zien. Hoewel ze allebei op -en eindigen, is de letter e deel van een vaste klinkercombinatie, niet de normale stomme e die je aan het eind van een infinitief vindt."},{"type":"p","text":"Omdat de oe in doen en de ie in zien vaste klinkercombinaties zijn, beschouwen we ze als één lange klinker. Dit is de reden waarom we niet zomaar -en van de infinitief kunnen afhalen."},{"type":"p","text":"Wat doen we dan in plaats hiervan? Het is eigenlijk heel simpel. Als we de -e moeten laten staan, dan halen we allen -n van de infinitief af. Dus de stam van zien is zie en die van doen is doe."},{"type":"p","text":"Klik hier voor de vervoegingen van doen en zien."},{"type":"p","text":"Maar! De stam van gaan is niet gaa! En staa en slaa zijn ook fout. Onthoud dat een lettergreep nooit op een dubbele klinker eindigt! De stammen zijn dus ga, sla en sta."},{"type":"p","text":"In de 2e en 3e persoon enkelvoud schrijven we echter weer dubbel aa: gaat, slaat en staat. Door de t op het einde hebben we een dubbele klinker nodig om de klinker lang te houden."},{"type":"p","text":"Klik hier voor de vervoegingen van gaan, slaan en staan."}]}