{"title":"Gebruik van de o.t.t.","body":[{"type":"p","text":"In het Nederlands gebruiken we de o.t.t. (onvoltooid tegenwoordige tijd) vaak. We gebruiken de o.t.t. zelfs voor de toekomst of voor hypothetische situaties."},{"type":"table","table":[["ik","[stam]","we","infinitief"],["je","[stam] + t","jullie","infinitief"],["hij","[stam] + t","ze","infinitief"]]},{"type":"p","text":"We gebruiken de o.t.t. in vier gevallen, namelijk om te verwijzen naar:"},{"type":"p","text":"We gebruiken de o.t.t. voor een gebeurtenis die plaatsvindt op het moment dat we erover praten. Als ik zeg: \"Ik kijk naar het schilderij\", dan kijk ik ernaar terwijl ik het zeg. In plaats van de o.t.t. gebruiken we ook vaak een progressieve vorm: \"Ik ben naar het schilderij aan het kijken\", of: \"Ik sta naar het schilderij te kijken\"."},{"type":"table","table":[["Ik neem een hapje."],["Het regent."],["Ze valt bijna in slaap."]]},{"type":"p","text":"De actie of gebeurtenis staat los van het moment dat we erover praten."},{"type":"table","table":[["Ze werkt bij de overheid."],["Hij studeert in Groningen."],["Ik woon in Gent."]]},{"type":"p","text":"\"Ik woon in Gent\" is geen moment, maar een voortdurende situatie. Waarschijnlijk woonde ik gisteren ook in Gent en zal ik er morgen nog steeds wonen. In het Nederlands gebruiken we altijd de o.t.t. als de situatie nog steeds voortduurt:"},{"type":"table","table":[["Ik woon al drie jaar in Gent."],["Ik tennis al vanaf mijn tiende jaar."],["Hij zorgt al jaren voor zijn zieke moeder."]]},{"type":"p","text":"Nog een paar voorbeelden van herhaaldelijke (repetitieve) en habituele acties en gebeurtenissen:"},{"type":"table","table":[["Zij komt altijd te laat."],["Hij luistert elke morgen naar de radio."],["Ik eet geen vlees."]]},{"type":"p","text":"De vegetariër die zegt: \"Ik eet geen vlees\", wil zeggen dat hij gewoonlijk (habitueel) geen vlees eet."},{"type":"p","text":"We hebben een toekomstige tijd om te praten over acties en gebeurtenissen in de toekomst. Toch gebruiken we in het Nederlands vaak gewoon de o.t.t. We gebruiken dan een bijwoord van tijd ('morgen', 'volgende week') om duidelijk te maken dat we het over de toekomst hebben."},{"type":"table","table":[["We eten morgen erwtensoep."],["Hij vliegt aanstaande vrijdag naar Rome."],["Ik neem er straks nog een."]]},{"type":"p","text":"Na 'dan' gebruiken we in het Nederlands soms 'zullen' (net als in de toekomstige tijd), maar dit klinkt een beetje stijf. Meestal gebruiken we gewoon de o.t.t."},{"type":"table","table":[["Als je het licht uitdoet, (dan) kun je de sterren beter zien."],["Als alles volgens plan verloopt, (dan) komen ze volgende week terug naar Nederland."],["Als je te veel cola drinkt, (dan) krijg je gaatjes in je tanden."]]},{"type":"p","text":"In 'als-dan-zinnen' kunnen we 'dan' vaak weglaten."}]}