{"title":"Gebruik hypothetisch verleden tijd","body":[{"type":"p","text":""},{"type":"table","table":[["ik","zou","hebben/zijn","+ voltooid deelwoord"],["je","zou","hebben/zijn","+ voltooid deelwoord"],["hij","zou","hebben/zijn","+ voltooid deelwoord"],["we","zouden","hebben/zijn","+ voltooid deelwoord"],["jullie","zouden","hebben/zijn","+ voltooid deelwoord"],["ze","zouden","hebben/zijn","+ voltooid deelwoord"]]},{"type":"p","text":"We gebruiken de v.v.t.t. ('voltooid verleden toekomende tijd') voor hypothetische situaties in het verleden."},{"type":"p","text":"We gebruiken deze werkwoordstijd (net als de (tegenwoordige) hypothetische tijd) vooral voor voorwaardelijke zinnen: Als aan bepaalde criteria (X) was voldaan, dan zou er sprake zijn geweest van (hypothetische) situatie (Y)."},{"type":"p","text":"In onderstaande voorbeelden staan de werkwoorden van de hypothetische verleden tijd in het blauw weergegeven."},{"type":"table","table":[["Als je goed had opgelet, zou je hebben gemerkt dat..."],["Het zou nog veel erger zijn geweest als de motor het ook had begeven."]]},{"type":"p","text":"In het Nederlands kunnen we in plaats van de hypothetische verleden tijd ook de gewone voltooid verleden tijd gebruiken. We zijn zeer flexibel in het gebruik van deze twee tijden. Het maakt niet uit of je de hypothetische tijd in de 'als-zin' of in de 'dan-zin' plaatst. Je kunt de hypothetische verleden tijd ook in beide zinnen (als én dan) plaatsen of juist in geen van beide (zoals in de vierde zin hieronder)."},{"type":"p","text":"De werkwoorden van de hypothetische verleden tijd staan in het blauw weergegeven."},{"type":"p","text":"Vier manieren om hetzelfde te zeggen en ze zijn allemaal correct:"},{"type":"table","table":[["Als ik iets later was vertrokken, zou ik in de file hebben gestaan."],["Als ik iets later zou zijn vertrokken, zou ik in de file hebben gestaan."],["Als ik iets later zou zijn vertrokken, had ik in de file gestaan."],["Als ik iets later was vertrokken, had ik in de file gestaan."]]},{"type":"p","text":"In de laatste zin zie je dat we kunnen praten over een hypothetische situatie in het verleden door de voltooid verleden tijd (niet de hypothetische verleden tijd) te gebruiken. Dit is in het Nederlands zeer gebruikelijk."},{"type":"p","text":"In het Nederlands gebruiken we vaak de voltooid verleden tijd om te praten over een hypothetische situatie in het verleden."},{"type":"table","table":[["Ik had dat zeker niet gedaan."],["Als je op tijd was geweest, dan had je het al afgehad."]]},{"type":"p","text":"We kunnen de 'als-zin' ook anders schrijven. Dit doen in twee stappen:"},{"type":"table","table":[["Was je op tijd geweest, dan had je het al afgehad."]]},{"type":"p","text":"Een handige website is www.verbix.com."}]}