{"title":"Hebben of zijn?","body":[{"type":"p","text":"In de voltooide tijd gebruiken we meestal hebben als hulpwerkwoord. Echter, er zijn een paar werkwoorden waarvoor we uitsluitend zijn gebruiken."},{"type":"p","text":"Er zijn ook voltooid deelwoorden waarvoor we zowel zijn als hebben kunnen gebruiken."},{"type":"p","text":"Als we zijn gebruiken voor een voltooid deelwoord, dan drukken we een zekere beweging uit. Als we voor hetzelfde voltooid deelwoord hebben gebruiken, dan praten we over een statische situatie. In een statische situatie kunnen we wel springen of rennen, maar niet van punt A naar punt B. Dit is namelijk een beweging en hiervoor gebruiken we zijn."},{"type":"p","text":"Hebben"},{"type":"table","table":[["Ik heb op straat gelopen."],["Ik heb op hoge hakken gelopen."]]},{"type":"p","text":"Zijn"},{"type":"table","table":[["Ik ben naar huis gelopen."],["Ik ben naar binnen gelopen"]]},{"type":"p","text":"Hebben"},{"type":"table","table":[["Ik heb in de Alpen geklommen."],["Ik heb veel geklommen."]]},{"type":"p","text":"Zijn"},{"type":"table","table":[["Ik ben op het dak geklommen."],["Ik ben naar de top geklommen."]]},{"type":"p","text":"Hebben"},{"type":"table","table":[["Ik heb in de rivier gesprongen."],["Ik heb op mijn fiets gesprongen."]]},{"type":"p","text":"Zijn"},{"type":"table","table":[["Ik ben in de rivier gesprongen."],["ik ben op mijn fiets gesprongen."]]},{"type":"p","text":"Hebben en zijn"},{"type":"table","table":[["Ik heb de hele dag in die auto gereden."],["Ik ben met die auto naar Antwerpen gereden."]]},{"type":"p","text":"Voor werkwoorden zoals vallen en zinken kunnen we alleen zijn gebruiken."},{"type":"p","text":"Misschien vraag je je af wat nu het verschil is tussen vallen en zinken en bijvoorbeeld klimmen (zie de voorbeelden hierboven)."},{"type":"p","text":"Je kunt zeggen dat je van de oever in de rivier valt (beweging van A naar B -> zijn) maar je kunt ook zeggen dat je viel (je zegt niets over de richting waarin je viel --> hebben). Inderdaad, een lastig geval. Het subtiele verschil dat ik zie, is dat vallen en zinken geen activiteiten zijn, maar gebeurtenissen die de agent (de 'doener') overkomen. Als je het zo bekijkt, kun je zeggen dat de staat van de agent is veranderd van 'niet gevallen' naar 'gevallen'. Zoals gezegd, gebruiken we zijn voor voltooid deelwoorden die een bepaalde verandering uitdrukken."},{"type":"p","text":"Toegegeven, het onderscheid tussen het gebruik van zijn en hebben voor voltooid deelwoorden is soms nogal onduidelijk."}]}