{"title":"Meer scheidbaar of onscheidbaar","body":[{"type":"p","text":"Samengestelde werkwoorden die beginnen met de voorvoegsels mis, om, onder, over, vol, aan, achter, door, voor en weer kunnen scheidbaar of onscheidbaar zijn (zie ook de vorige pagina)."},{"type":"p","text":"Elke combinatie van een voorvoegsel met een werkwoord heeft zijn eigen richtlijnen om te zien of het een scheidbaar of een onscheidbaar werkwoord is. Die richtlijnen worden hieronder uitgelegd."},{"type":"table","table":[["Meestal scheidbare werkwoorden","Meestal onscheidbare werkwoorden"],["aan, achter, door, om, onder, voor, weer","mis, over, vol"],["Meestal scheidbaar\n\nDe onscheidbare werkwoorden kun je in deze lijst bekijken:\n\nachter-, door-, voor-, weer-, onder-, om-","Meestal onscheidbaar\n\nDe scheidbare werkwoorden kun je in deze lijst bekijken:\n\nmis-, over-, vol-."]]},{"type":"p","text":"Bijna alle werkwoorden die met mis beginnen zijn onscheidbaar. Daarom is het handig om de scheidbare mis-werkwoorden uit je hoofd te leren:"},{"type":"p","text":"Lijst van scheidbare mis-werkwoorden"},{"type":"p","text":"De betekenis van mis in onscheidbare werkwoorden is 'verkeerd', bijvoorbeeld:"},{"type":"p","text":"De betekenis van mis in de scheidbare werkwoorden is letterlijk mis, niet raak, bijvoorbeeld:"},{"type":"p","text":"De meeste om-werkwoorden zijn scheidbaar. Alle om-werkwoorden die niet in de lijst van onscheidbare om-werkwoorden staan, zijn scheidbaar."},{"type":"p","text":"Het woord om heeft verschillende betekenissen (rondom, opdat, terug). Onscheidbare om-werkwoorden hebben om altijd in de betekenis van 'rondom'."},{"type":"p","text":"De meeste onder-werkwoorden zijn scheidbaar. Als 'onder' een deel is van een scheidbaar werkwoord, dan betekent het letterlijk 'onder'. Voorbeelden zijn:"},{"type":"p","text":"Meestal is het werkwoord onscheidbaar als de betekenis van 'onder' niet letterlijk 'onder' is. Maar de betekenis van 'onder' als voorvoegsel in onscheidbare werkwoorden varieert enorm:"},{"type":"p","text":"Onder-werkwoorden die niet in de lijst van onscheidbare onder-werkwoorden staan, zijn scheidbaar."},{"type":"p","text":"Het is moeilijk om te zeggen wat het verschil is tussen scheidbare en onscheidbare over-werkwoorden. 'Over' wordt op heel veel manieren gebruikt. 'Over' in de betekenis van 'te veel' is altijd deel van een onscheidbaar werkwoord. Als het beweging aangeeft, is het meestal deel van een scheidbaar werkwoord."},{"type":"p","text":"Over-werkwoorden die niet in de lijst van onscheidbare over-werkwoorden staan, zijn scheidbaar."},{"type":"p","text":"Verreweg de meeste samengestelde werkwoorden die met 'vol' beginnen zijn onscheidbaar. Er zijn een paar scheidbare vol-werkwoorden, die je kan vinden in de lijst van scheidbare vol-werkwoorden."},{"type":"p","text":"In de onscheidbare werkwoorden wordt 'vol' gebruikt in de betekenis van 'compleet' of 'voltooid', bijvoorbeeld:"},{"type":"p","text":"Maar er zijn ook een paar scheidbare vol-werkwoorden. Scheidbare werkwoorden gebruiken de letterlijke betekenis van 'vol', bijvoorbeeld:"},{"type":"p","text":"Werkwoorden die beginnen met 'aan', 'achter', 'door', 'voor' en 'weer' zijn scheidbaar. Er zijn eer paar uitzonderingen op deze regel."}]}