{"title":"Nederlandse werkwoorden","body":[{"type":"p","text":"Het hoofdstuk over werkwoorden is nogal uitgebreid, maar laat je hierdoor niet afschrikken. Als je eenmaal weet hoe je de tegenwoordige en de verleden tijd van de regelmatige werkwoorden moet vormen, kun je al eenvoudige maar correcte zinnen maken. Het is nuttig -om niet te zeggen noodzakelijk- dat je al op de hoogte bent van de Nederlandse spellingregels."},{"type":"p","text":"Dit hoofdstuk is opgedeeld in een aantal subhoofdstukken."},{"type":"p","text":"We beginnen met de regelmatige werkwoorden . Je leert hoe we een Nederlands werkwoord vervoegen. De regels zijn vrij eenvoudig en niet moeilijk te onthouden."},{"type":"p","text":"Je moet natuurlijk ook weten wanneer je welke tijd moet gebruiken. Technisch gesproken hebben we twee tijden (de tegenwoordige tijd en de verleden tijd), maar door toevoeging van 'aspect' en 'modaliteit' kunnen we andere tijden maken, zoals de voltooide of de toekomende tijd en de conditionalis. In totaal gebruiken we in het Nederlands acht basistijden. Als dit je nu nog niet veel zegt, wees gerust: het zal allemaal duidelijk worden bij het lezen van dit hoofdstuk."},{"type":"p","text":"Naast de acht basistijden die hierboven genoemd zijn, zijn er een aantal andere vervoegingen die je zult moeten leren. We zullen het hebben over de progressieve vorm (\"Ik ben aan het eten\"), de gebiedende wijs (\"Eet!\"), de passieve vorm (\"Ik word gegeten\") en de aanvoegende wijs (\"Zo zij het\"). Je leert ook hoe een werkwoord kan fungeren als zelfstandig naamwoord (\"het lopen\") of als bijvoeglijk naamwoord (\"een lopend vuurtje\")."},{"type":"p","text":"Ze zijn helaas onvermijdelijk, werkwoorden die weigeren om de regelmatige vervoegingsregels te volgen. Gelukkig zijn de meeste Nederlandse onregelmatige werkwoorden alleen onregelmatig in de verleden en de voltooide tijden. We noemen ze ook wel 'sterke werkwoorden, in tegenstelling tot de zwakke (regelmatige) werkwoorden. De sterke werkwoorden zul je uit het hoofd moeten leren. Het helpt als je de patronen herkent in de vervoeging. Deze patronen worden vermeld in de lijst van sterke werkwoorden."},{"type":"p","text":"De echt onregelmatige werkwoorden kunnen we op twee handen tellen."},{"type":"p","text":"Net als in het Engels hebben we in het Nederlands hulpwerkwoorden. We gebruiken ze voor de voltooide tijd (Ik heb gezegd) maar ook om het 'hoofdwerkwoord' te nuanceren, bijvoorbeeld \"Ik wil zeggen\", \"Ik moet zeggen\", of \"Ik hoop te zeggen\". Sommige hulpwerkwoorden worden altijd gevolgd door 'te', andere door 'aan het' en sommige hebben geen toevoegingen nodig. In dit hoofdstuk krijg je een duidelijk overzicht van alle Nederlandse hulpwerkwoorden."},{"type":"p","text":"Nederlanders plakken graag woorden aan elkaar om zo onleesbaar lange zelfstandige naamwoorden te vormen. Deze gewoonte passen ze ook toe op werkwoorden, vandaar het woord samengesteld werkwoord. Een samengesteld werkwoord bestaat uit een werkwoord en een ander woord, zoals ondernemen of deelnemen. Scheidbare samengestelde werkwoorden vallen uit elkaar -in hun oorspronkelijke onderdelen -als je ze vervoegt, onscheidbare werkwoorden blijven altijd intact. Hoe dit precies werkt, leer je in dit hoofdstuk."}]}