{"title":"Voltooid deelwoord wordt infinitief","body":[{"type":"p","text":"In het Nederlands kan een voltooid deelwoord niet als hulpwerkwoord dienen:"},{"type":"p","text":"als een voltooid deelwoord als hulpwerkwoord dient,\nverandert het in een infinitief"},{"type":"p","text":"In de voorbeelden hieronder staan de hulpwerkwoorden cursief vermeld, de hoofdwerkwoorden dikgedrukt."},{"type":"p","text":"De werkwoorden die de transformatie ondergaan van voltooid deelwoord naar infinitief zijn onderstreept."},{"type":"table","table":[["Annelies had een ijsje gewild."],["Thijmen had een ijsje willen eten\n(niet: gewild eten)."]]},{"type":"p","text":"Het hoofdwerkwoord gewild verandert in de infinitief willen, als het als hulpwerkwoord dient voor eten."},{"type":"table","table":[["Sanne is naar Amsterdam gekomen."],["Liesbeth is komen lopen\n(niet: gekomen lopen)."]]},{"type":"p","text":"Het voltooid deelwoord gekomen wordt de infinitief komen."},{"type":"table","table":[["We hebben een uur staan wachten\n(niet: gestaan wachten)."],["Ik had beter moeten weten\n(niet: gemoeten weten)."]]},{"type":"p","text":"De transformatie gebeurt alleen als het voltooid deelwoord als hulpwerkwoord dient. In onderstaande zin verandert het voltooid deelwoord niet in een infinitief."},{"type":"table","table":[["Amir zou zijn gekomen."]]},{"type":"p","text":"In bovenstaande zin is het voltooid deelwoord het hoofdwerkwoord. Daarom verandert het niet in een infinitief."},{"type":"p","text":"Zoals je verderop zal lezen, zijn er hulpwerkwoorden waar we altijd het woordje 'te' acher plaatsen."},{"type":"p","text":"Voordat je de rest van deze pagina leest, kijk eerst eens naar te + infinitief. Lees daarna de rest van deze pagina."},{"type":"p","text":"~ * ~"},{"type":"p","text":"Als je de pagina over 'te' + infinitief hebt gelezen, dan weet je dat sommige 'te + infinitief'-contructies een bijzin vormen. Ik zal hier niet ingaan op het waarom, maar onthoud het volgende maar:"},{"type":"p","text":"Vooruit, een beetje over het waarom dan. Omdat \"te + infinitief\" in een bijzin staat, dient het voltooid deelwoord niet als hulpwerkwoord. Je kunt meer lezen over bijzinnen in het hoofdstuk over de woordvolgorde (zie typen zinnen)."}]}