{
  "title": "Adjectives, Pronouns and Adverbs",
  "id": "adj-rpo-adv",
  "body": [
    "h: The Adjectives – Gli aggettivi",
    "Adjectives are words that describe a person or a thing and generally, in Italian, come after nouns.",
    "In order to use adjectives correctly in their singular and plural form, use the same logic as for the nouns:",
    "@table:8",
    "Adjectives always agree with nouns:",
    "@table:9",
    "The adjective “BELLO” works like a determinative article when it comes before a noun:",
    "h: The Possessive Adjectives – Gli aggettivi possessivi",
    "Possessive adjectives indicate who the object belongs to or specify the relation among person:",
    "@table:10",
    "They always comes with the article",
    "h: Exception",
    "Not with family members (except for “loro”):",
    "In the speaking language, we often use expressions like “i miei, i tuoi, i suoi” instead of “i miei genitori, i tuoi genitori, i suoi genitori”:",
    "Adjectives come with nouns and they agree with them, meanwhile, adverbs specify or modify the meaning of other grammar elements and they usually go with verbs, adjectives and other adverbs and they are invariable.",
    "Please check these phrases comparing adjectives and adverbs:",
    "@table:11",
    "h: The adverbs – Gli avverbi",
    "Adverbs are used to describe and specify a verb, an adjective, another adverb, or a whole phrase ( the adjective that describes a noun or a pronoun is different) and they are invariable:",
    "Adverbs can have different meanings, for example:",
    "Some other examples: ieri, oggi, domani, dopo domani, poi, già, tardi, presto, spesso, talvolta, subito, finora, adesso, sempre, mai, normalmente.",
    "Some other examples: poco, molto/parecchio/tanto, alquanto/abbastanza/piuttosto, più o meno, altrettanto, appena, quanto, per niente.",
    "Some other examples: bene-male, meglio-peggio, insieme, volentieri, apposta, alla svelta (=di corsa, di fretta), ad alta voce/a bassa voce, all’improvviso (=improvvisamente), per scherzo – sul serio, per caso (= casualmente), così, forte, veloce, dritto-storto.",
    "Some other examples: qui/qua, sopra, sotto, dentro, fuori, lontano, vicino, davanti, dietro, via, intorno.",
    "Some adverbs come directly from an adjective and we can form them in this way:",
    "h: Indefinite adjectives – Gli aggettivi indefiniti",
    "Indefinite adjectives indicate a non-specified or unknown person/object to the speaker.",
    "Some of them are invariable and are used only in the singular form, like: “qualche”, “qualsiasi” o “qualunque”/”ogni”:",
    "*when you want to express the same meaning in the plural form, you use: “alcuni/alcune”:",
    "h: Indefinite pronouns – I pronomi indefiniti",
    "Some indefinite pronouns are only pronouns, used in the singular form.",
    "Qualcosa (It is unchanged)",
    "Chiunque (it is invariable and it is always followed by a subjunctive)",
    "Qualcuno-a/Uno-a/Ognuno-a (they have a feminine and masculine form)",
    "Niente/Nulla (they have the same meaning, they are invariable and we need to put the negation before the verb)",
    "h: Indefinite adjective, pronouns and adverbs – Aggettivi, pronomi e avverbi indefiniti",
    "Some indefinite can be both adjectives, pronouns (they can be variable) and adverbs (they are always invariable):",
    "Alcuno*: adjective or pronoun, when it comes before the noun, it behaves the same way as the indefinite article:",
    "*It is also used in the singular form, only in negative sentences or after “senza”:",
    "Certo: adjective or pronoun. If it’s singular, it is forerun by an indefinite article, if it’s plural there is no article:",
    "Quale: adjective and pronoun:",
    "Altro: adjective and pronoun:",
    "Poco: adjective, pronoun or adverb:",
    "Molto/Parecchio/Tanto: adjective, pronoun or adverb:",
    "Troppo: adjective, pronoun or adverb:",
    "Ciascuno: adjective or pronoun, always in the singular. As for “alcuno”, when it comes before the noun it behaves like a indefinite article:",
    "Tutto: when is an adjective, it is followed by a definite article. It can also be a pronoun:",
    "Nessuno: adjective and pronoun, always in the singular. As for “alcuno” when it comes before the verb it behaves like an indefinite article. As for “Niente” or “Nulla”, it needs the negation before the verb:"
  ]
}