{"title":"Accent aigu","body":[{"type":"p","text":"In Dutch, we use this accent for different reasons:"},{"type":"p","text":"If we want to emphasize a particular word in a sentence, we can use an acute accent. We place this accent above the vowel we want to emphasize. If the syllable has two vowels, we place the acute accent on both of them. However, we never put an acute accent over a capital letter."},{"type":"table","table":[["Dat was háár ijsje.","That was her ice cream."],["Ik wil het nú!","I want it now!"],["Dat is héél mooi.","That is very nice."],["Kán jij dat?","Can you do that?"],["Tóé nou!","Come on!"],["Die fiets is niet óúd, hij is níéuw!*","That bike is not old, it is new!"]]},{"type":"p","text":"(*) If a vowel combination consists of three vowels we only place accents over the first two vowels."},{"type":"p","text":"The accents tell you that you have to put more stress on the word. In general, this means that you have to stretch the word a bit and use a slightly higher pitch. Do not exaggerate this."},{"type":"p","text":"You may find that sometimes, for short vowels, the accent grave is used, e.g. kàn jij dat? Even though it is still quite common to use this accent, in the latest official spelling revision they decided to abolish the grave accent from the Dutch language. This accent is only occasionally used for words with a French origin. The same goes for the accent circonflex, e.g. debâcle (ruin, scandal)."},{"type":"p","text":"Another function of the accent aigu is to distinguish the word één (one) from een ('a' or 'an')"},{"type":"table","table":[["Hij heeft een boek.","He has a book."],["Hij heeft één boek.","He has one book."]]},{"type":"p","text":"Violating all rules, the article een is pronounced as if it had a mute e, while we can clearly see it should be a long one (double vowel). The word één (one) is indeed pronounced as a long one."},{"type":"p","text":"We can also use it for the word voor (for, before). If we place two accent aigu's over oo, the word means before, in the sense of time as well as place. If we do not use the accent, the word can mean both for (as in for you ) and before. Note that it is not necessary to use the accent here, it is just often done to avoid misunderstandings."},{"type":"table","table":[["Ik zal vóór jou opstaan.","I will get up before you."],["Ik zal voor jou opstaan.","I will get up for you."]]},{"type":"p","text":"We use the accent aigu over the letter e in words that are derived from French. The accent turns e into a long vowel, where it otherwise would have been pronounced as a mute e (English the)."},{"type":"table","table":[["logé","pronounce 'lozhay'","(overnight) guest"],["coupé","pronounce 'coopay'","train compartment"],["paté (or: pâté)","pronounce 'pahtay'","paste, pate"],["oké","pronounce 'okay'","okay"]]}]}