{"title":"Consonants","body":[{"type":"p","text":"When you produce a consonant, the breath of air that leaves your mouth is modified by a certain 'obstruction' that you create with your tongue or lips. This results in a sound that you could classify as zooming, rattling, hissing, et cetera. Without this obstruction, you would be pronouncing a vowel."},{"type":"p","text":"The following consonants are pronounced roughly the same as in English:"},{"type":"p","text":"b, c, d, f, h, k, l, m, n, p, q, s, t, x, y, z"},{"type":"p","text":"The Dutch have three consonant combinations in which the separate consonants are merged into a new sound: ch, sch, and ng. You can find these at the bottom of this page."},{"type":"table","table":[["b","[b]\nThe same as in English.\n\n\nbreed (wide)\nblauw (blue)\nboven (above)\n\nIf it occurs at the end of a word, it is pronounced the same as the letter 'p' [p] (see below).\n\n\nkrab (crab)\nkwab (lobe)\nweb (web)"],["c","[s]\nThe same as in English.\n\nBefore i or e, we pronounce it like 's'.\n\n\ncentrum (centre)\ncinema (cinema)\nceremonie (ceremony)\n\n[k] In all other cases, this consonant sounds like 'k'.\n\n\ncalligrafie/kalligrafie (calligraphy)\ncliënt (client)\ncreatief (creative)"],["d","[d]\nThe same as in English.\n\n\ndame (lady)\ndief (thief)\ndwerg (dwarf)\n\n[t] If it appears at the end of a word, it is pronounced like 't' (see below).\n\n\nhond (dog)\nkleed (carpet)\nland (land)"]]},{"type":"table","table":[["f","[f]\nThe letter f sounds similar to v [v] and w [ʋ]. The same goes for English but the Dutch pronounce these letters in a slightly different way. The Dutch v sounds more like English f and the Dutch w is something between English w and v.\n\n Compare the three consonants:\nfier (proud), vier (four), wier (seaweed)\nfout (error), vouw (crease), woud (forrest)\nFin (Finnish person), vin (fin of a fish), win (as in \"I win\")\nfraai (beautiful), vraag (question), wraak (revenge)"],["g","[ɣ]\nThe famous Dutch guttural sound\n\n\ngeinig (funny)\ngrap (joke)\nberg (mountain)\nSome people find it hard to distinguish between g and h. Compare the following pairs and see if you can hear the difference:\n\n\ngaan (to go) / haan (rooster)\ngoed (good) / hoed (hat)\ngier (vulture) / hier (here)\ngek (crazy) / hek (fence)\ngang (corridor) / hang (tendency)\n\nOr try this tongue twister:\n Het gaat heel goed (It is going really well)\n\nIn Flanders and in the southern part of the Netherlands, this consonant sounds much softer [x]."],["h","[h]\nThis letter is pronounced more or less the same as in English. An English speaker tends to release more air while pronouncing it.\n\n\nhoofd (head)\nhals (throat)\nhemel (heaven)"]]},{"type":"table","table":[["j","[j]\nPronounce like English y in yellow\n\n\njarig (adjective for having one's birthday)\nspiegeltje (little mirror)\njas (coat, jacket)"],["k","[k]\nThe Dutch k sounds pretty much the same as the English k. The Dutch do not release as much air as English speakers[kʰ].\n\n\nkoning (king)\nkwaad (angry)\nklein (small)"],["l","There are (subtly) different ways to pronounce this consonant: Compare, for example, lift and well. If this consonant occurs before a vowel, it is pronounced 'lighter' (with the tip of tongue) than when it is placed after a vowel.\n\n Compare the two different types of l:\n[l] At the beginning: lief (sweet), lid (member), lente (spring)\n[ɫ] At the end: bril (glasses), deel (part), smal (narrow)"]]},{"type":"table","table":[["m","[m]\nThe same as in English:\n\n\nmuis (mouse)\nmarkt (market)\nman (man)"],["n","[n]\nThe same as in English:\n\n\nnaald (needle)\nnooit (never)\nniet (not)"],["p","[p]\nThe letter p is pronounced more or less the same as in English. The English tend to release more air [pʰ].\n\n\npaard (horse)\npijn (pain)\nplak (slice)"]]},{"type":"table","table":[["qu","[kv]\nThe letter q only occurs in originally foreign words. It is always combined with the vowel 'u'. The combination qu is pronounced the same as in English.\n\n\naquarium (aquarium)\nquasi (quasi)\nqueeste (quest)\nquiz (quiz)"],["r","The Dutch use three different types of r. Before a vowel, you hear either a 'Spanish' [ɾ] or a 'French' r [ʁ]. Before a consonant or at the end of a word the Dutch usually pronounce the 'English' r [ɹ]. Read more about the letter r on Wikipedia. In the examples below, you will hear a Spanish and an English r (English 'r' at the end of a word).\n\n\nradar (radar) /ɾadɑɹ/\nregendruppel (rain drop) /ɾeɣəndɾʏpəɫ/\nverwarming (heating) /vəɹʋɑɹmɪŋ/"],["s","[s]\nThe same as in English.\n\n\nstoom (steam)\nslak (snail)\nsamen (together)"]]},{"type":"table","table":[["t","[t]\nThe Dutch t is more or less the same as the English t. The English release more air when they pronounce the letter t [tʰ].\n\n\ntaart (cake)\ntrein (train)\ntwaalf (twelve)"],["v","[v]\nThe Dutch only make a very small distinction between v and f (see also 'f' above). Pronounce like English f in half:\n\n\nvader (father)\nlever (liver)\nvent (chap)"],["w","[ʋ]\nPronounce like English v (see also the letter 'f' above).\n\n\nwijzen (to point)\nwortel (root)\nbewoond (inhabited)"]]},{"type":"table","table":[["x","[ks]\nIn Dutch, the letter x only appears in borrowed words. It is pronounced in exactly the same way as in English.\n\n\nextra (extra)\nfixatie (fixation)\nexact (exact)"],["y","[j]\nWe pronounce this letter the same as in English.\n\nThe 'greek y', as the Dutch call this letter, only appears in foreign words. It is listed both as a vowel and a consonant (like in English).\n\nIf it occurs before a vowel, we pronounce it the same as the letter 'j' (see above).\n\n\nrayon (rayon cloth; district, territory).\nroyaal (generous)\ncoyote (coyote)"],["z","[z]\nThis consonant has the same sound as in English. The Dutch, however, often pronounce it as 's' (see above).\n\n\nzalf (balm)\nzoen (kiss)\nzwaan (swan)"]]},{"type":"table","table":[["ch","[x]\nWhen we combine c and h, we get a sound which is the same as the letter 'g' [ɣ] (see above). There are linguists who say that g and ch are (or should be) pronounced differently but this is a distinction that hardly any Dutch speaker makes.\n\n\nlicht (light)\nbochel (hunch)\nstichting (foundation)"],["sch","[sx] or [sɣ]\nThe same as the above but preceded by 's':\n\n\nschip (ship)\nwaarschijnlijk (probably)\nschrander (clever)"],["ng","[ŋ]\nThe English have the same letter combination: Pronounce as ng in king, long, or string. Note, that it is never pronounced as ng in linger or tango.\n\n\nwang (cheek)\nzingen (to sing)\nmengen (to mix)"]]},{"type":"p","text":"The only important rule applied to consonants is:"},{"type":"p","text":"a syllable never ends in two identical consonants"},{"type":"p","text":"English words like buzz, butt, Swiss, or fall would be impossible in the Dutch language. You only find it in borrowed words like jazz or stress."}]}