{"title":"Dieresis","body":[{"type":"p","text":"If a vowel contains a dieresis, it forms the beginning of a new syllable. It is used to indicate where we have to divide a double vowel or vowel combination into separate syllables. Without the dieresis, a double vowel or vowel combination would make only one syllable."},{"type":"table","table":[["e-go-is-tisch","egoïstisch","selfish"]]},{"type":"p","text":"The oi in egoistisch would be pronounced as the English oy. If we give the i a dieresis, as in egoïstisch, the oï is pronounced as the English ohwee."},{"type":"table","table":[["re-eel","reëel","real, realistic"]]},{"type":"p","text":"Without the dieresis, we would not know where to divide the sequence of e's into syllables. It could be re-eel, but also ree-el."},{"type":"table","table":[["sym-pa-thie-en","sympathieën","sympathies, preferences "]]},{"type":"p","text":"The same goes for sympathieën. Without the dieresis, we would not know how to choose between sym-pa-thie-en and sym-pa-thi-een."},{"type":"p","text":"As you can read in the section about long vowels, the combination ui is pronounced as one long vowel. In the word altruïstisch, we want to pronounce the u and the i as two separate vowels. To establish this, we need to put a dieresis over the i."},{"type":"table","table":[["without a dieresis (wrong!)","altruistisch","in separate syllables: al-truis-tisch"],["with a dieresis:","altruïstisch","in separate syllables: al-tru-is-tisch"]]},{"type":"p","text":" egoïstisch, reëel, sympathieën, altruïstisch"},{"type":"p","text":"When we break up a word at the end of a line in such a way that the syllable at the beginning of the second line starts with the dieresis, we do not write the dieresis (it is already clear by the way the word had been divided)."},{"type":"table","table":[["ego-","re-","sympathie-","altru-"],["istisch","eel","en","istisch"]]},{"type":"p","text":"A good exercise: visit the website of a Dutch language newspaper, e.g. the Flemish quality paper De Tijd and select an article. Now pick a few dozens of words and divide them into syllables."},{"type":"p","text":"To check your answers, you can visit www.woordenlijst.org. Enter the word in the blank field and the website will conveniently chop it into syllables for you."}]}