{"title":"Four syllable rules","body":[{"type":"p","text":"Although the Dutch complain a lot about the spelling rules, the spelling system is really quite simple and clear-cut compared to many other languages (English, for one!). There are a few general guidelines for dividing a Dutch word into syllables. The four rules explained below hold true for most Dutch words. To be absolutely sure, check the word at www.woordenlijst.org. This website not only gives you the correct spelling of a word but also indicates where to divide it into syllables."},{"type":"p","text":"If two vowels are separated by only one consonant, the consonant forms the beginning of the second syllable."},{"type":"table","table":[["moeten","moe-ten","to have to"],["maken","ma-ken","to make"],["zeuren","zeu-ren","to nag, to whine"]]},{"type":"p","text":" moeten, maken, zeuren"},{"type":"p","text":"If vowels are separated by more than one consonant, the first syllable gets one consonant, the second the rest:"},{"type":"table","table":[["paarden","paar-den","horses"],["dingen","din-gen","things"],["wennen aan","wen-nen","to get used to"]]},{"type":"p","text":" paarden, dingen, wennen"},{"type":"table","table":[["venster","ven-ster","window"],["enclave","en-cla-ve","enclave"],["obstinaat","ob-sti-naat","obstinate"]]},{"type":"p","text":" venster, enclave, obstinaat"},{"type":"p","text":"A compound word consists of two or more separate words. We split the compound word at the boundaries between the original words, thus leaving the original completely intact. We do the same with words that are derived from nouns or verbs: vergeetachtig = vergeet + achtig (forgetful = forget+ful)."},{"type":"table","table":[["waarom","waar-om","why","not:\nwaa-rom"],["meeteenheid","meet-een-heid","unit of measurement","not:\nmee-teen-heid"],["broodoven","brood-o-ven","bread oven","not:\nbroo-do-ven"],["koopakte","koop-ak-te","sales contract","not:\nkoo-pak-te"],["huurauto","huur-au-to","rental car","not:\nhuu-rau-to"]]},{"type":"p","text":" waarom, meeteenheid, broodoven, koopakte, huurauto"},{"type":"p","text":"\"Ease of pronunciation\""},{"type":"p","text":"This is what we do in general but if the next syllable starts with a sequence of consonants that is hard to pronounce, we place one (or more, if necessary) of the consonants at the end of the preceding syllable. What a Dutch speaker may find impossible to pronounce, may not be a challenge for someone with a different mother tongue."},{"type":"p","text":"So what do Dutch speakers find difficult to pronounce? In general, they consider combinations like rts, mbt, lfts or rwt hard to pronounce. Furthermore, a syllable never starts with two identical consonants. You can read more about what Dutch speakers find difficult to pronounce in our forum topic:  Syllables."},{"type":"table","table":[["koortsig","koort-sig","feverish","not: koor-tsig"],["ambtenaar","amb-te-naar","civil servant","not: am-bte-naar"],["Delftse","Delft-se","from Delft","not: Del-ftse/Delf-tse"],["erwten","erw-ten","peas","not: er-wten"],["startten","start-ten","(we) started","not: star-tten"]]},{"type":"p","text":" koortsig, ambtenaar, Delftse, erwten, startten"},{"type":"p","text":"These are the directions for dividing a word into syllables. There are some special words and types of words that behave differently, but in general, you can rely on the rules mentioned above."},{"type":"p","text":"A good exercise: visit the website of a Dutch language newspaper, e.g. the Flemish quality paper De Standaard and select an article. Now pick a few dozen words and divide them into syllables."},{"type":"p","text":"To check your answers, you can visit www.woordenlijst.org. Enter the word in the blank field and the website will conveniently chop it into syllables for you."}]}