{"title":"Irregular pronunciation","body":[{"type":"p","text":"There are a few types of words that deviate from the pronunciation rules:"},{"type":"p","text":"The Dutch indefinite article een (English a or an) is written with a long ee."},{"type":"p","text":"However, this ee is pronounced as a mute e (as in English e in waited or ''full')."},{"type":"p","text":"The Dutch word for one is één, which is pronounced with a long ee. To make it a long ee, we use an acute accent. Note that this is an exception. Normally, a double ee is pronounced as a long vowel, and does not need accents to make it long."},{"type":"p","text":"In these words ij is pronounced like English e in waited:"},{"type":"table","table":[["fatsoenlijk","decent","eerlijk","fair"],["vrolijk","cheerful, happy","werkelijk","really"],["ongelooflijk","incredible","begrijpelijk","understandable"]]},{"type":"p","text":"Sometimes, the -lijk ending is not a suffix, so it is pronounced with the normal (long) ij:"},{"type":"table","table":[["je hebt gelijk","you are right","lijk","corpse"]]},{"type":"p","text":"i is pronounced like the English e in waited (or, in Dutch, mute e):"},{"type":"table","table":[["aardig","kind","nodig","necessary"],["geldig","valid","zielig","pitiful"],["hooghartig","arrogant","geduldig","patient"]]},{"type":"p","text":"This suffix is pronounced as the English tsee:"},{"type":"table","table":[["politie","police","tolerantie","tolerance"],["vakantie","vacation","emotie","emotion"]]},{"type":"p","text":"Where the Dutch say 'tsee', the Flemish only pronounce 'see'."},{"type":"table","table":[["zachtjes","quietly, gently","vachtje","'little' fur"],["zuchtje","'little' sigh","luchtje","'little' smell, perfume"]]},{"type":"table","table":[["theologie","theology","empathie","empathy"],["thee","tea","thema","theme"]]},{"type":"p","text":""},{"type":"p","text":"We pronounce 'isch' simply as English ies in candies. So why don't the Dutch simply write 'ies'? They have considered this option in the latest spelling revision, but the Dutch appeared to be too attached to the old spelling form. Sticking to the old writing is of course a great compromise to the modern spelling rules, because (1) the letter 'i' is written as a short vowel, but pronounced as a long one and (2) the consonant combination 'sch' is reduced to a simple 's' in spoken language."},{"type":"table","table":[["Russisch","Russian","islamitisch","islamic"],["idealistisch","idealistic","egoïstisch","selfish"]]},{"type":"p","text":"In the word terug (back) e is not pronounced. So we say: trug."},{"type":"p","text":"In the words rode (red) and goede (good) the letter d is pronounced as a Dutch j (or English y in Yankee ). This is how it should be pronounced, but not everybody knows that."},{"type":"p","text":"In written Dutch, you may come across rooie and goeie, but this is only used in informal texts. The same goes for goeiemorgen (good morning), goeiemiddag (good afternoon), goeienavond (good evening), and goeienacht (good night), which should be written as goedemorgen, goedemiddag, goedenavond, and goedenacht."}]}