{"title":"Voiced and unvoiced consonants","body":[{"type":"p","text":"In Dutch, we have voiced and unvoiced consonants. The Dutch themselves often refer to them as 'hard' (unvoiced) and 'soft' (voiced) consonants. A soft consonant is called 'voiced' because you need to use your voice (vocal cords) to produce a sound. A hard (unvoiced) consonant can be produced even without using your voice."},{"type":"p","text":"Each voiced consonant has an unvoiced counterpart. Examples are b and p and d and t."},{"type":"p","text":"As in many languages, including the English one, voiced consonants are sometimes replaced by their unvoiced counterparts. Take the English word thief. In the plural, f turns into v: thieves."},{"type":"p","text":"A Dutch word never ends in the soft consonants z or v. Instead, we use their hard equivalents s and f."},{"type":"p","text":"Take, for example the word bazen (bosses)"},{"type":"p","text":"To get its singular, we subtract -en:"},{"type":"p","text":"You probably noticed that the long vowel turned into a short one (see rules for keeping words short/long), so we add an extra a:"},{"type":"p","text":"Following the rule that a Dutch word never ends in a z or v, we replace z by s:"},{"type":"p","text":"Examples:"},{"type":"table","table":[["Plural","Singular","Plural","Singular"],["scherven (scatters)","scherf","druiven (grapes)","druif"],["reuzen (giants)","reus","leuzen (slogans)","leus"]]},{"type":"p","text":"We apply the same principle to verbs. As you will read later on, to derive the verb stem from an infinitive, you have to subtract -en."},{"type":"table","table":[["Infinitive","Stem","Infinitive","Stem"],["durven (to dare)","durf","blijven (to stay)","blijf"],["wijzen (to point)","wijs","lezen (to read)","lees"]]},{"type":"p","text":"There are two more voiced-unvoiced consonant pairs: The voiced consonants d and b have t and p as their unvoiced equivalents. If d is at the end of a word, we pronounce it as t, b is pronounced as p. However, they are not actually replaced by their hard counterparts."},{"type":"p","text":"We could identify a third pair: Voiced g and unvoiced ch. Most Dutch speakers do not make a distinction between the two of them."}]}