{"title":"Accent aigu","body":[{"type":"p","text":"Het accent aigu wordt in het Nederlands op verschillende manieren gebruikt:"},{"type":"p","text":"Als we een bepaald woord in een zin willen benadrukken, kunnen we een accent aigu gebruiken. We plaatsen dit accent op de klinker van de beklemtoonde lettergreep. Als de lettergreep twee klinkers bevat, krijgen ze allebei een accent. Een hoofdletter krijgt nooit een accent."},{"type":"table","table":[["dat was háár ijsje"],["ik wil het nú!"],["dat is héél mooi"],["kán jij dat?"],["tóé nou!"],["die fiets is niet óúd, hij is níéuw!*"]]},{"type":"p","text":"(*) Als een klinkercombinatie uit drie klinkers bestaat, krijgen alleen de eerste twee een accent."},{"type":"p","text":"Je zult misschien soms zien dat bij korte klinkers het accent grave wordt gebruikt, bijvoorbeeld: kàn jij dat? Hoewel dit nog steeds vrij gebruikelijk is, is bij de laatste grote spellingswijziging besloten het accent grave uit het Nederlands te verwijderen. Dit accent wordt alleen nog gebruikt voor een aantal woorden van Franse oorsprong. Hetzelfde geldt voor het accent circonflexe (debâcle)."},{"type":"p","text":"Het accent aigu wordt ook gebruikt om het woord één te onderscheiden van een."},{"type":"table","table":[["hij heeft een boek"],["hij heeft één boek"]]},{"type":"p","text":"Tegen alle regels in wordt het lidwoord een uitgesproken met een stomme e, terwijl er toch echt een lange ee lijkt te staan (dubbele klinker). Het woord één wordt wel uitgesproken met een lange ee."},{"type":"p","text":"We gebruiken het accent aigu ook voor het woord voor. Als we twee accenten aigu op de oo plaatsen, betekent het before, in tijd of in plaats. Als we geen accenten gebruiken, kan het zowel for als before betekenen. Het is niet verplicht om hier accenten te gebruiken, maar het wordt vaak gedaan om misverstanden te voorkomen."},{"type":"table","table":[["ik zal vóór jou opstaan","Ik zal eerder opstaan dan jij"],["ik zal voor jou opstaan","Ik zal opstaan om jou te helpen"]]},{"type":"p","text":"We gebruiken het accent aigu op de letter e in woorden die uit het Frans komen. Het accent maakt dat de e een lange klinker wordt, op een plaats waar hij anders zou worden uitgesproken als een stomme e."},{"type":"table","table":[["logé","uitspraak 'lozjee'"],["coupé","uitspraak 'koepee'"],["paté (of: pâté)","uitspraak 'pattee'"],["oké","uitspraak 'okee'"]]}]}