{"title":"Combinaties van klinkers","body":[{"type":"p","text":"Klinkercombinaties bestaan uit twee verschillende of drie klinkers die samen min of meer als één klinker worden uitgesproken. We behandelen de combinatie als één lettergreep (samen met een of meer medeklinkers)."},{"type":"p","text":"We hebben 16 klinkercombinaties in het Nederlands. Sommige combinaties vormen samen één nieuwe klank, terwijl de synthese van andere combinaties minder perfect is (zie ook Klankeninventaris van het Nederlands). Het belangrijkste dat je moet onthouden is dat het allemaal vaste combinaties zijn."},{"type":"p","text":"Je zult de combinaties uit je hoofd moeten leren: Als twee opeenvolgende klinkers geen vaste klinkercombinatie zijn, vormen de twee klinkers twee aparte lettergrepen (samen met een aantal medeklinkers)."},{"type":"p","text":"De Nederlandse klinkercombinaties zijn: aai, ae, ai, au, eeu(w), ei, eu, ie, ieu(w), ij, oe, ou, oi, ooi, oei en ui."},{"type":"table","table":[["ae","Deze klinkercombinatie komt alleen voor in oud-Nederlandse woorden. Je vindt deze combinatie alleen in eigennamen, vooral in Vlaanderen:\n\nDe ae wordt hetzelfde uitgesproken als de aa [a]\n\n\nmeneer Claessen\nmevrouw Haenen"],["ai","Dit is een zeldzame klinkercombinatie.\n\nSpreek uit als de Engelse i in wine. [ai]\n\n\nhai\nmais (wordt ook gespeld als maïs)."],["au","Spreek uit als de Engelse ou in house [au]\n\n\ngauw\ngrauw\nlauw"],["ei","Deze klank lijkt een beetje op de Duitse ei in reisen, maar dan een beetje 'vlakker' uitgesproken [ɛi] or [æi]\n\n\nei\nbeleid\nbereiden\ngeit\ntrein"],["eu","Spreek uit als de Duitse ö in Köln [ø]\n\n\nleuk\nneus\nheup\ntreuzelen\n\nMaar: spreek uit als or in het Engelse word als de eu wordt gevolgd door een r [œ]\n\n\ngeur\nkleur\nzeuren\ndeur"],["ie","Spreek uit als de Engelse ee in het Engelse keep [i]\n\n\nlief\nbier\nhier\ngenieten"],["ij*","Hetzelfde als ei [ɛi] or [æi]\n\n\nwijs\nblij\ngrijs\ntijd"],["oe","Spreek uit als de Engelse oo in choose [u]\n\n\nvoelen\ngoed\nzoet\nvoet"],["oi","Een combinatie die je niet vaak tegen zult komen. Spreek uit als oy in het Engelse toy. [ɔi]\n\n\nhoi"],["ou","Hetzelfde als au [au]\n\n\nzout\nvrouw\nkoud\nnou\nstout"],["ui","Deze klank zit ergens tussen ou en eu in [ay]\n\n\nzuid\nbruin\nfluiten\nbuiten"]]},{"type":"p","text":"(*) Technisch gesproken is dit geen klinkercombinatie, want de ij bestaat uit een klinker (i) en een medeklinker (j). Lees meer over de letter ij."},{"type":"p","text":"Er zijn een paar combinaties die uit drie klinkers bestaan, maar ook deze worden min of meer als één klank uitgesproken:"},{"type":"p","text":"De letter i aan het eind wordt uitgesproken als de Engelse y in yes."},{"type":"table","table":[["aai","[ai]\n\n\ndraai-en\naai-en\nmaai-en"],["oei","[ui]\n\n\ngroei-en\nroei-en\nver-moeid"],["ooi","[oi]\n\n\ngooi-en\nmooi\nver-strooid"]]},{"type":"p","text":"Deze combinaties worden altijd gevolgd door de medeklinker w."},{"type":"p","text":"Ieuw wordt uitgesproken als de Engelse ee gevolgd door een Engelse w en eeuw als de Engelse ay gevolgd door een w."},{"type":"table","table":[["eeu","[eːw]\n\n\nleeu-wen\ngeeu-wen"],["ieu","[iːw]\n\n\nver-nieu-wen\nkieu-wen"]]}]}