{"title":"Een woord in lettergrepen verdelen","body":[{"type":"p","text":"Nederlanders en Vlamingen klagen vaak over de spellingregels. De spelling is eigenlijk niet zo moeilijk. Vooral als je het Nederlands vergelijkt met andere talen (zoals het Engels of het Frans)."},{"type":"p","text":"Op deze pagina leer je vier regels om een woord in lettergrepen te verdelen. De regels gelden voor bijna alle Nederlandse woorden. Om helemaal zeker te zijn ga je naar www.woordenlijst.org. Deze website geeft je de correcte spelling én het verdeelt het woord in lettergrepen."},{"type":"p","text":"Situatie: twee klinkers worden gescheiden door één medeklinker.\nOplossing: de medeklinker vormt het begin van de tweede lettergreep."},{"type":"table","table":[["moeten","moe-ten"],["maken","ma-ken"],["zeuren","zeu-ren"]]},{"type":"p","text":" moeten, maken, zeuren"},{"type":"p","text":"Situatie: twee klinkers worden gescheiden door meerdere medeklinkers. Oplossing: de eerste lettergreep krijgt één medeklinker, de tweede lettergreep de rest:"},{"type":"table","table":[["paarden","paar-den"],["dingen","din-gen"],["wennen","wen-nen"]]},{"type":"p","text":" paarden, dingen, wennen"},{"type":"table","table":[["venster","ven-ster"],["enclave","en-cla-ve"],["obstinaat","ob-sti-naat"]]},{"type":"p","text":" venster, enclave, obstinaat"},{"type":"p","text":"Situatie: we moeten een samengesteld woord verdelen in lettergrepen. Een samengesteld woord bestaat uit twee (of meer) woorden.\nOplossing: we verdelen het woord op de grenzen van de oorspronkelijke (originele) woorden. De oorspronkelijke woorden blijven dus intact."},{"type":"p","text":"Bijvoorbeeld:"},{"type":"p","text":"waarom = waar + om"},{"type":"table","table":[["waarom","waar-om","niet: waa-rom"],["meeteenheid","meet-een-heid","niet: mee-teen-heid"],["broodoven","brood-o-ven","niet: broo-do-ven"],["koopakte","koop-ak-te","niet: koo-pak-te"],["huurauto","huur-au-to","niet: huu-rau-to"]]},{"type":"p","text":" waarom, meeteenheid, broodoven, koopakte, huurauto"},{"type":"p","text":"\"Kunnen we de lettergreep makkelijk uitspreken?\""},{"type":"p","text":"Situatie: de tweede (of derde, vierde, ..) lettergreep begint met een combinatie van medeklinkers die we moeilijk kunnen uitspreken.\nOplossing: we verplaatsen een of meerdere medeklinkers naar de eerste lettergreep."},{"type":"p","text":"Wat een Nederlandstalige moeilijk vindt om uit te spreken, is misschien niet moeilijk voor iemand met een andere moedertaal."},{"type":"p","text":"Wat vinden Nederlandstaligen moeilijk om uit te spreken?"},{"type":"table","table":[["koortsig","koort-sig","niet: koor-tsig"],["ambtenaar","amb-te-naar","niet: am-bte-naar"],["Delftse","Delft-se","niet Del-ftse/Delf-tse"],["erwten","erw-ten","niet: er-wten"],["startten","start-ten","niet: star-tten"]]},{"type":"p","text":"In het Nederlands begint een lettergreep nooit met twee identieke medeklinkers."},{"type":"p","text":" koortsig, ambtenaar, Delftse, erwten, startten"},{"type":"p","text":"Nederlandstaligen vinden combinaties zoals rts, mbt, lfts of rwt moeilijk om uit te spreken."},{"type":"p","text":"Nu weet je hoe je een woord in lettergrepen moet verdelen."},{"type":"p","text":"Er zijn wel woorden die deze regels niet precies volgen. Dit zijn er gelukkig niet veel."},{"type":"p","text":"Een goede oefening:"},{"type":"p","text":"Je kunt je antwoorden nakijken op www.woordenlijst.org. Typ het woord en de website verdeelt je woord in lettergrepen."}]}