{"title":"Medeklinkers","body":[{"type":"p","text":"Als je een medeklinker uitspreekt, wordt de lucht die je mond verlaat op de een of andere manier belemmerd door je tong of je lippen. Dit veroorzaakt een geluid dat klinkt als gezoem, geratel, gesis enzovoort. Zonder deze belemmering zou je een klinker uitspreken."},{"type":"p","text":"De volgende medeklinkers worden min of meer hetzelfde uitgesproken als in het Engels:"},{"type":"p","text":"b, c, d, f, h, k, l, m, n, p, q, s, t, x, y, z"},{"type":"p","text":"Er bestaan in het Nederlands drie medeklinkercombinaties die samen één klank vormen: ch, sch en ng. Je kunt deze combinaties onderaan deze pagina vinden."},{"type":"table","table":[["b","[b]\nHetzelfde als in het Engels.\n\n\nbreed\nblauw\nboven\n\nAls de b aan het eind van een woord staat, wordt hij hetzelfde uitgesproken als de letter 'p' [p] (zie onder).\n\n\nkrab\nkwab\nweb"],["c","[s]\nHetzelfde als in het Engels.\n\nVoor i of e spreken we de 'c' uit als 's'.\n\n\ncentrum\ncinema\nceremonie\n\n[k] In alle andere gevallen klinkt de 'c' als 'k'.\n\n\ncalligrafie/kalligrafie\ncliënt\ncreatief"],["d","[d]\nHetzelfde als in het Engels.\n\n\ndame\ndief\ndwerg\n\n[t] Als de d aan het eind van een woord staat, wordt hij uitgesproken als 't' (zie onder).\n\n\nhond\nkleed\nland"]]},{"type":"table","table":[["f","[f]\nDe klank van de letter f lijkt op die van de v [v] en de w [ʋ]. Hetzelfde geldt voor Engels, maar in het Nederlands worden deze letters iets anders uitgesproken. De Nederlandse v klinkt meer als de Engelse f en de Nederlandse w zit ergens tussen de Engelse w en v in.\n\n Vergelijk de drie medeklinkers:\nfier, vier, wier\nfout, vouw, woud\nFin, vin, win\nfraai, vraag, wraak"],["g","[ɣ]\nDe beroemde Nederlandse g.\n\n\ngeinig\ngrap\nberg\n\nSommige mensen vinden het moeilijk om het verschil te horen tussen g en h. Vergelijk de volgende paren en probeer het verschil te horen:\n\n\ngaan / haan\ngoed / hoed\ngier / hier\ngek / hek\ngang / hang\n\nOf probeer deze tongbreker:\n Het gaat heel goed\n\nIn Vlaanderen en in het zuiden van Nederland wordt de g veel zachter uitgesproken.\n[x]."],["h","[h]\nDeze letter wordt bijna hetzelfde uitgesproken als in het Engels. Engelsen laten iets meer lucht ontsnappen bij het uitspreken van de h.\n\n\nhoofd\nhals\nhemel"]]},{"type":"table","table":[["j","[j]\nSpreek uit als de Engelse y in yellow.\n\n\njarig\nspiegeltje\njas"],["k","[k]\nDe Nederlandse k klinkt bijna hetzelfde als de Engelse. Nederlanders laten meestal iets minder lucht ontsnappen bij het uitspreken van de k. [kʰ].\n\n\nkoning\nkwaad\nklein"],["l","Er zijn (subtiel) verschillende manieren om deze letter uit te spreken: Vergelijk bijvoorbeeld lift en well. Als de l vóór een klinker staat, wordt hij 'lichter' uitgesproken (met het puntje van de tong) dan wanneer hij achter een klinker staat\n\n Vergelijk de twee verschillende soorten l:\n[l] Aan het begin: lief, lid, lente\n[ɫ] Aan het eind: bril, deel, smal"]]},{"type":"table","table":[["m","[m]\nHetzelfde als in het Engels.\n\n\nmuis\nmarkt\nman"],["n","[n]\nHetzelfde als in het Engels.\n\n\nnaald\nnooit\nniet"],["p","[p]\nDe letter p wordt ongeveer hetzelfde uitgesproken als in het Engels. De Engelsen later er meestal iets meer lucht bij ontsnappen [pʰ].\n\n\npaard\npijn\nplak"]]},{"type":"table","table":[["qu","[kv]\nDe letter q komt alleen voor in woorden die oorspronkelijk uit een andere taal komen. De q wordt altijd gevolgd door de klinker 'u'. De combinatie qu wordt hetzelfde uitgesproken als in het Engels.\n\n\naquarium\nquasi\nqueeste\nquiz"],["r","In het Nederlands worden drie verschillende vormen van de r gebruikt. Voor klinkers hoor je of een 'Spaanse' [ɾ] of een 'Franse' r [ʁ]. Voor een medeklinker of aan het eind van een woord wordt meestal de 'Engelse' r [ɹ] gebruikt. Lees meer over de letter r op Wikipedia. In de voorbeelden hieronder hoor je de Spaanse en de Engelse r.\n\n\nradar /ɾadɑɹ/\nregendruppel /ɾeɣəndɾʏpəɫ/\nverwarming /vəɹʋɑɹmɪŋ/"],["s","[s]\nHetzelfde als in het Engels.\n\n\nstoom\nslak\nsamen"]]},{"type":"table","table":[["t","[t]\nDe Nederlandse t wordt bijna hetzelfde uitgesproken als de Engelse t. In het Engels ontsnapt er meer lucht bij het uitspreken van de t [tʰ].\n\n\ntaart\ntrein\ntwaalf"],["v","[v]\nNederlanders maken maar een klein verschil tussen de v en de f (zie ook de 'f' hierboven). Spreek uit als de Engelse f in half:\n\n\nvader\nlever\nvent"],["w","[ʋ]\nSpreek uit als de Engelse v (zie ook de letter 'f' hierboven).\n\n\nwijzen\nwortel\nbewoond"]]},{"type":"table","table":[["x","[ks]\nDe letter x komt alleen voor in leenwoorden. Hij wordt precies hetzelfde uitgesproken als in het Engels.\n\n\nextra\nfixatie\nexact"],["y","[j]\nDe y wordt hetzelfde uitgesproken als in het Engels.\n\nDe 'griekse y', zoals hij in het Nederlands genoemd wordt, komt alleen voor in leenwoorden. Het is zowel een klinker als een medeklinker (zoals in het Engels).\n\nAls de y voor een klinker staat, spreken we hem hetzelfde uit als de letter 'j' (zie boven).\n\n\nrayon\nroyaal\ncoyote"],["z","[z]\nDeze letter klinkt hetzelfde als in het Engels. Hij wordt echter ook vaak als 's' uitgesproken (zie boven).\n\n\nzalf\nzoen\nzwaan"]]},{"type":"table","table":[["ch","[x]\nAls we de c en de h combineren, krijgen we een klank die hetzelfde is als die van de letter 'g' [ɣ] (zie boven). Er zijn taalkundigen die vinden de g en de ch verschillend zijn (of zouden moeten zijn), maar dit verschil maken veel Nederlanders niet.\n\n\nlicht\nbochel\nstichting"],["sch","[sx] of [sɣ]\nHetzelfde als de ch, maar dan met een 's' ervoor:\n\n\nschip\nwaarschijnlijk\nschrander"],["ng","[ŋ]\nIn het Engels bestaat dezelfde lettercombinatie: spreek uit als ng in king, long of string. Let op: in het Nederlands wordt de 'ng' nooit uitgesproken als in linger of tango.\n\n\nwang\nzingen\nmengen"]]},{"type":"p","text":"De enige belangrijke regel over medeklinkers is:"},{"type":"p","text":"een lettergreep eindigt nooit op twee dezelfde medeklinkers"},{"type":"p","text":"Engelse woorden als buzz, butt, Swiss, of fall zouden in het Nederlands onmogelijk zijn."}]}