{"title":"Onregelmatige uitspraak","body":[{"type":"p","text":"Er zijn een paar soorten woorden waarvan de uitspraak afwijkt van de uitspraakregels:"},{"type":"p","text":"Het Nederlandse onbepaalde lidwoord een wordt geschreven met een lange ee."},{"type":"p","text":"Maar deze ee wordt uitgesproken als een stomme e."},{"type":"p","text":"Het Nederlandse woord voor one is één, uitgesproken met een lange ee. Om er een lange ee van te maken, gebruiken we het accent aigu. Dit is een uitzondering. Normaal gesproken wordt een dubbele ee uitgesproken als een lange klinker en zijn er dus geen accenten nodig om hem lang te maken."},{"type":"p","text":"In deze worden wordt de ij uitgesproken als een stomme e:"},{"type":"table","table":[["fatsoenlijk","eerlijk"],["vrolijk","werkelijk"],["ongelooflijk","begrijpelijk"]]},{"type":"p","text":"Soms is de uitgang -lijk geen achtervoegsel. In dat geval wordt het woord uitgesproken met de normale ij-klank:"},{"type":"table","table":[["je hebt gelijk","lijk"]]},{"type":"p","text":"De i wordt uitgesproken als een stomme e:"},{"type":"table","table":[["aardig","nodig"],["geldig","zielig"],["hooghartig","geduldig"]]},{"type":"p","text":"Dit achtervoegsel wordt uitgesproken alsof er tsie stond:"},{"type":"table","table":[["politie","tolerantie"],["vakantie","emotie"]]},{"type":"p","text":"In Vlaanderen wordt -tie echter als -sie uitgesproken."},{"type":"table","table":[["zachtjes","vachtje"],["zuchtje","luchtje"]]},{"type":"table","table":[["theologie","empathie"],["thee","thema"]]},{"type":"p","text":""},{"type":"p","text":"We spreken 'isch' uit als ies. Dus waarom schrijven we dan niet gewoon 'ies'? Bij de laatste spellingswijziging is dit overwogen, maar de Nederlanders bleken te zeer gehecht te zijn aan de oude spelling. Op deze manier worden de spellingsregels wel op twee punten genegeerd: (1) de letter 'i' wordt geschreven als een korte klinker, maar uitgesproken als een lange en (2) de medeklinkercombinatie 'sch' wordt als een gewone 's' uitgesproken."},{"type":"table","table":[["Russisch","islamitisch"],["idealistisch","egoïstisch"]]},{"type":"p","text":"In het woord terug wordt de e niet uitgesproken. Dus we zeggen: trug."},{"type":"p","text":"In de woorden rode en goede wordt de letter d uitgesproken als de Nederlandse j. Dat hoort zo, maar niet iedereen weet dat. Vooral mensen die proberen netjes te praten, spreken vaak de d als d uit (wat dus niet goed is!)."}]}