{"title":"Trema","body":[{"type":"p","text":"Als er op een klinker een trema staat, vormt deze klinker het begin van een nieuwe lettergreep. Het trema wordt gebruikt om aan te geven waar we een dubbele klinker of een klinkercombinatie in afzonderlijke lettergrepen moeten verdelen. Zonder trema zou een dubbele klinker of een klinkercombinatie één lettergreep vormen."},{"type":"table","table":[["e-go-is-tisch","egoïstisch"]]},{"type":"p","text":"De oi in egoistisch wordt uitgeproken als het Engelse oy. Als we op de i een trema zetten, zoals in egoïstisch, wordt de oï uitgesproken als het Engelse ohwee."},{"type":"table","table":[["re-eel","reëel"]]},{"type":"p","text":"Zonder trema zouden we niet weten hoe we de rij e's moesten verdelen. Het kon re-eel zijn, maar ook ree-el."},{"type":"table","table":[["sym-pa-thie-en","sympathieën"]]},{"type":"p","text":"Hetzelfde geldt voor sympathieën. Zonder trema zouden we niet weten of het sym-pa-thie-en of sym-pa-thi-een moest zijn."},{"type":"p","text":"Zoals je kan lezen in het hoofdstuk over lange klinkers, wordt de combinatie ui uitgesproken als één klinker. In het woord altruïstisch willen we de u en de i als twee aparte klinkers uitspreken. Om dit te bereiken moeten we een trema op de i zetten."},{"type":"table","table":[["zonder trema (fout!)","altruistisch","in lettergrepen: al-truis-tisch"],["met trema:","altruïstisch","in lettergrepen: al-tru-is-tisch"]]},{"type":"p","text":" egoïstisch, reëel, sympathieën, altruïstisch"},{"type":"p","text":"Als we een woord afbreken aan het eind van een regel, op zo'n manier dat de lettergreep aan het begin van de tweede regel begint met een trema, hoeven we het trema niet te schrijven (het is al duidelijk door de manier waarop het woord afgebroken is)."},{"type":"table","table":[["ego-","re-","sympathie-","altru-"],["istisch","eel","en","istisch"]]},{"type":"p","text":"Een goede oefening: ga naar de website van een Nederlandstalige krant, bijvoorbeeld de Vlaamse kwaliteitskrant De Tijd en kies een artikel. Verdeel een aantal woorden uit dit artikel in lettergrepen."},{"type":"p","text":"Om je antwoorden te controleren kun je een bezoek brengen aan www.woordenlijst.org. Vul het woord in in het witte vakje en de website vertelt je hoe het in lettergrepen verdeeld moet worden."}]}