{"title":"Al, alle, allen, allemaal (all)","body":[{"type":"p","text":"In Dutch we have four ways to say 'all': al, alle, allen, and allemaal. In the table below, you can read how we use each form."},{"type":"table","table":[["alle","1. Before plural nouns, e.g. 'all people', 'all houses'.\n2. Before uncountable singular nouns, e.g. 'all gold', 'all might'."],["al","Before a pronoun or article, e.g. 'all the time', 'all my life', 'all those people'."],["alle, allen, allemaal","Predicative: After a pronoun as 'extra information', e.g. 'they are all different', 'it is all the same'.\n\nAllemaal can refer to both person and things, alle only to things, allen only to persons. Allemaal is common, alle and allen are formal."],["allen","Independent as a synonym for iedereen (everyone). Very formal!\nNote that 'alle' (without final n) cannot function as an independent pronoun)."]]},{"type":"p","text":"When 'all' precedes a noun, we use alle."},{"type":"p","text":"We generally use it before plural nouns:"},{"type":"table","table":[["Alle mensen zijn zoogdieren.","All people are mammals."],["Heb je alle lichten uitgedaan?","Did you switch off all lights?"],["Alle kaarten waren uitverkocht.","All tickets were sold-out."]]},{"type":"p","text":"We can also use it before a singular noun but only if that noun does not have a plural form (or its plural form has a different meaning):"},{"type":"table","table":[["Alle moeite was voor niets.","All effort was in vain (for nothing)."]]},{"type":"p","text":"The Dutch word moeite does not have a plural form."},{"type":"table","table":[["We willen je met alle liefde helpen.","We would love to help you (\"We would like to help you with all love\")"]]},{"type":"p","text":"Liefde (love) does have a plural form: Liefdes. We only use this to refer to love relationships or persons that you love. In the example above, we use it in a different way: We are talking about the concept of love in general, not about specific relationships or loved ones."},{"type":"table","table":[["Ze wilden met alle geweld hun auto voor hun huis parkeren.","They wanted to park their car in front of their house at all costs ('with all violence')."]]},{"type":"p","text":"If you want something 'met alle geweld', this means that you will do anything to get your way. Geweld (violence) does not have a plural."},{"type":"p","text":"If all precedes an article or another pronoun, we use al. For example: al je geld(all your money), al die mensen(all those people), al die tijd(all that time)."},{"type":"p","text":"Just like alle, it is used for plural nouns and singular nouns that do not have a plural."},{"type":"table","table":[["Hij heeft al die maanden voor haar gezorgd.","He has been taking care of her (during) all those months."],["Hebben jullie al de lichten uitgedaan?","Did you switch off all the lights?"]]},{"type":"p","text":"Singular nouns that do not have plural:"},{"type":"table","table":[["Ze hebben al hun geld aan de renovatie van hun huis besteed.","They spent all their money on the renovation of their house."],["Waar heb je al die tijd gezeten?","Where have you been all that time?"]]},{"type":"p","text":"Geld (money) and tijd (time) have plural forms but they mean something else. We use the plural form gelden when we talk about fees or budgets. When we say tijden, we usually refer to hours (like opening hours) or grammatical tenses. We also use it when we talk about historical periods."},{"type":"p","text":"We already discussed alle as a pronoun that precedes another noun (see above) but it can also occur somewhere after the noun it says something about."},{"type":"p","text":"In \"The books are all listed in the library catalogue\", the information provided by the indefinite pronoun 'all' is not essential and could be omitted. It only serves to stress that 'the books' concerns all books."},{"type":"p","text":"In Dutch, the common form is allemaal. We use it to refer to plural nouns and to singular nouns that do not have plural forms."},{"type":"table","table":[["De boeken staan allemaal vermeld in de bibliotheekscatalogus.","The books are all listed in the library catalogue."],["De kandidaten zullen allemaal worden uitgenodigd voor een toelatingstest.","The applicants will all be invited for an admission test."],["Je hoeft het niet allemaal uit je hoofd te leren.","You do not have to study it all by heart."],["Hij heeft het geld toch allemaal aan een goed doel geschonken?","He donated the money all to a good cause, did he not?"]]},{"type":"p","text":"A formal form is alle(n). It means the exact same as allemaal but there is one difference: We can only use alle(n) for plural antecedents."},{"type":"p","text":"When we refer to persons, we use allen, in all other cases alle(without the final n)."},{"type":"table","table":[["De boeken staan alle vermeld in de bibliotheekscatalogus.","The books are all listed in the library catalogue."],["De kandidaten zullen allen worden uitgenodigd voor een toelatingstest.","The applicants will all be invited for an admission test."]]},{"type":"p","text":"Allen can also occur independently, which means that it does not have an antecedent (a noun it refers to). This use of allen is very formal!"},{"type":"p","text":"If we use it this way, it is a synomym for iedereen (everyone). There is, however, a slight difference: While iedereen can refer to an indefinite universe, allen has a more limited scope, which is defined by the context. It practically means the same as 'all of them'."},{"type":"p","text":"Allen is a plural pronoun."},{"type":"table","table":[["Allen moesten hun paspoort laten zien.","All (of them) had to show their passports"],["Allen zijn voor de toelatingstest geslaagd.","All (of them) passed the admission test.."]]},{"type":"p","text":"I would like to stress again that the use of allen instead of iedereen is rather formal."}]}