{"title":"Alles & iedereen (everything & everyone)","body":[{"type":"p","text":"Just like in English, alles (everything) and iedereen (everyone) are independent pronouns: They do not precede another noun."},{"type":"p","text":"The Dutch do not make a distinction between 'everyone' and 'anyone', they always say iedereen. The same goes for 'everything' and 'anything', for which the Dutch use the word alles."},{"type":"table","table":[["Dutch","Application","English"],["alles","singular","everything, anything"],["iedereen","singular","everyone, anyone"]]},{"type":"p","text":"Although it refers to a group of people, iedereen is regarded as a singular pronoun. The English pronouns 'everybody' and 'everyone' are also singular but in colloquial English we do come across sentences like \"Everyone has to brush their teeth\" (instead of the correct form: his teeth). In Dutch, even colloquial Dutch, you will never hear this."},{"type":"table","table":[["Iedereen kan leren fietsen.","Everyone (anyone) can learn how to ride a bicycle."],["Hij kan met iedereen opschieten.","He gets along with everyone."],["Heb je iedereen verwittigd?","Dit you notify everyone?"]]},{"type":"p","text":"Just like iedereen, alles is a singular pronoun."},{"type":"table","table":[["Alles is veranderd.","Everything has changed."],["Ik heb alles al gedaan.","I have done everything already."]]},{"type":"p","text":"If you already went through the pronominal adverbs, you know that we sometimes change the pronoun into an adverb when it is preceded by a preposition. We can (but in this case, do not have to) do the same with alles. For example, instead of voor alles ('for everything'), we can say overal voor ('everywhere for'). Note that we write overal and voor as two separate words (unlike most other pronominal adverbs)."},{"type":"table","table":[["preposition + alles","","overal + preposition"]]},{"type":"p","text":"In the examples below, both Dutch sentences are correct."},{"type":"table","table":[["Hij heeft altijd op alles een antwoord.","He always has an answer to everything."],["Hij heeft altijd overal een antwoord op.",""]]},{"type":"table","table":[["Ik kan met haar over alles praten.","With her, I can talk about everything."],["Ik kan met haar overal over praten."]]}]}