{"title":"Beide and allebei (both)","body":[{"type":"p","text":"For the English word 'both', the Dutch can say beide(n) or allebei (de). As they always refer to two things or persons, these are all plural pronouns."},{"type":"p","text":"Just like in English, these pronouns can be dependent, independent, or predicative."},{"type":"p","text":"Both"},{"type":"table","table":[["Dutch","Application","English"],["beide","1. Dependent (before a noun), e.g. 'both men wore blue shirts'.\n\n2. Independent (referring to things), e.g. 'both are listed as polluted zones'.","both (of them)"],["beiden","Independent (referring to persons), e.g. 'both have qualified for the next round'.","both (of them)"],["allebei","Predicative, as 'extra' information.\n\nE.g. 'they have both qualified for the next round' (persons) or 'they are both listed as polluted zones' (things).","both (of them)"],["allebei de","Dependent (before a noun), used in exactly the same way as dependent beide (see first row).","both (of them)"]]},{"type":"p","text":"The literal translation of 'both of them' would be 'beide(n) van hen'. In Dutch, it is rather unusual to add van hen."},{"type":"p","text":"Neither"},{"type":"table","table":[["Dutch","Application","English"],["geen van beide","1. Dependent (before a noun), e.g. 'neither (of them )wore blue shirts'.\n\n2. Independent (referring to things), e.g. 'neither (of them) are listed as polluted zones'.","neither (of them)"],["geen van beiden","Independent (referring to persons), e.g. 'neither (of them) have qualified for the next round'.","neither (of them)"]]},{"type":"p","text":"When we place 'beide' before a noun, it never receives -n at the end, regardless of whether the noun refers to persons or things."},{"type":"table","table":[["Het heeft op beide dagen geregend.","It was raining (on) both days."],["Beide collega's gaan in mei op vakantie.","Both colleagues will go on holidays in May."]]},{"type":"p","text":"When used independently, i.e. not placing it before a noun, we have to choose between beide and beiden. We use beide for things, beiden for persons."},{"type":"table","table":[["Beide staan in de uitverkoop.","Both are on sale."],["Beiden arriveerden te laat.","Both arrived late."]]},{"type":"p","text":"In the first example, beide could refer to shoes, bicycles, or any other goods that could be on sale. In the second example, beiden refers to persons."},{"type":"p","text":"We can also add 'both' as additional information about another pronoun. If we say \"they are both females\", 'both' gives us extra information about 'they'. We could omit this information as 'both' only serves to emphasize that 'all two of them' are females. We do the same in Dutch."},{"type":"table","table":[["Ik vind ze allebei even mooi.","I think they are both equally beautiful."],["Ze hebben allebei veel gevoel voor humor.","They both have a good sense of humor."]]},{"type":"p","text":"In the examples above, we could easily omit allebei or 'both'. In the next examples, it is necessary to use allebei."},{"type":"table","table":[["Wie had er gelijk?\nZe hadden allebei gelijk.","Who was right?\nThey were 'both right."],["Heb je de rode of de blauwe fiets gekocht?\nIk heb ze allebei gekocht.","Did you buy the red or the blue bicycle?\nI bought them both."]]},{"type":"p","text":"We use allebei because we want to stress that it was not 'one of them' but 'both'."},{"type":"p","text":"Predicative allebei is sometimes placed at the beginning of the sentence if it is linked to the subject. Although it may now look as if it is an independent pronoun, it really is not. It just changed its position in the sentence. See also How flexible is a Dutch sentence?"},{"type":"p","text":"To make it clear that in the example below, allebei is not an independent pronoun (subject, in this case), the real subject (ze) is underlined."},{"type":"table","table":[["Allebei hadden ze gelijk.","They were 'both right."]]},{"type":"p","text":"Before nouns, we often use allebei de instead of beide. To illustrate the interchangeability of allebei de and dependent beide, I will use the same examples:"},{"type":"table","table":[["Het heeft op allebei de dagen geregend.","It was raining (on) both days."],["Allebei de collega's gaan in mei op vakantie.","Both colleagues will go on holidays in May."]]},{"type":"p","text":"Instead of de, we can also combine allebei with a possessive pronoun:"},{"type":"table","table":[["Allebei hun restaurants ontvingen een Michelin-ster.","Both of their restaurants received a Michelin star."],["Allebei zijn ouders werken deeltijds.","Both of his parents work part time."]]},{"type":"p","text":"In Dutch, we do not have a word for 'neither'. We say geen van beide if it precedes a noun. When used independently, we add -n when referring to persons."},{"type":"p","text":"Geen van beide referring to things"},{"type":"table","table":[["Geen van beide films haalde de top tien.","Neither of the films made it to the top ten."],["Geen van beide haalde de top tien.","Neither (of them) made it to the top ten."]]},{"type":"p","text":"Geen van beide(n) referring to persons"},{"type":"table","table":[["Geen van beide collega's kwam opdagen.","'Neither of the colleagues showed up."],["Geen van beiden kwam opdagen.","Neither (of them) showed up."]]}]}