{"title":"Dat (that, which)","body":[{"type":"p","text":"We use dat to refer to het-words:"},{"type":"table","table":[["Het boek dat ik wil kopen, is al weken uitverkocht.","The book that I want to read has been sold out for weeks."],["Ik vond het verhaal dat hij aan ons voorlas, maar griezelig.","I thought the story that he read to us was rather creepy."]]},{"type":"table","table":[["Het concept, dat door mijn collega is bedacht, is een groot succes geworden.","The concept, which was designed by my colleague, turned out to be a great success."],["Het vliegtuig, dat voor elke vlucht streng gecontroleerd wordt, verloor tijdens het opstijgen een wiel.","The airplane, which is scrutinously checked before each flight, lost a wheel during take-off."]]},{"type":"p","text":""},{"type":"p","text":"If you look at the sentences, you can see that the Dutch relative clauses all begin with 'dat', while the English clauses start with either 'that' or 'which'."},{"type":"p","text":"It is a distinction between two types of relative clauses."},{"type":"p","text":"The first type gives us extra information. If we omit the relative clause, the sentence will still make sense. For this type of relative clause, the English use 'which'. The Dutch only indicate the 'redundancy' of the extra information by adding an extra comma before the clause."},{"type":"p","text":"The second type is a necessary part of the sentence. In English, this clause always begins with 'that'. We do not add a comma before this clause (neither in Dutch, nor in English). The Dutch do add a comma at the end of the clause."},{"type":"p","text":"If dat is preceded by a preposition, it turns into a pronominal adverb. This means that we replace dat by waar and we glue the preposition to the end of it."},{"type":"table","table":[["preposition + dat","","waar+preposition"]]},{"type":"p","text":"Do not confuse this with the demonstrative pronoun dat, which is replaced by daar."},{"type":"p","text":"As you can read in the Dutch pronominal adverb, the pronominal adverb is often separated by other verbs."},{"type":"table","table":[["Het boek waar ik naar op zoek ben.\nNot: Het boek naar dat ik op zoek ben.","The book that I am looking for.\n[\"the book wherefor I am looking\"]"],["Het verhaal waar we nachtmerries van kregen.\nNot: Het verhaal van dat we nachtmerries kregen.","The story that gave us nightmares.\n[\"The story whereof we got nightmares\"]"],["Het concept waar mijn collega beroemd mee is geworden.\nNot: Het concept met dat mijn collega beroemd is geworden.","The concept that made my colleague famous.\n[\"The concept wherewith my colleague became famous\"]"],["Het vliegtuig waar we in zaten.\nNot: Het vliegtuig in dat we zaten.","The airplane that we were in.\n[\"The airplane wherein we were\"]"]]},{"type":"p","text":"While most prepositions do not change when they become part of a pronominal adverb, there are two exceptions: Met and tot. They turn into mee and toe respectively."}]}