{"title":"Dezelfde and hetzelfde","body":[{"type":"p","text":"In Dutch, 'the same' is written as one word: dezelfde or hetzelfde. It will probably not come as a surprise that we use dezelfde for de-words and hetzelfde for het-words."},{"type":"table","table":[["English","Dutch",""],["the same\n[singular]","hetzelfde [het-words]\ndezelfde [de-words]",""],["the same\n[plural]","dezelfde\n[plurals are always de-words]",""]]},{"type":"p","text":"Singular de-words:"},{"type":"table","table":[["We hebben dezelfde jas gekocht.","We bought the same coat."],["Dat is toch niet dezelfde als die ik heb?","That is not the same (one/type) as the one I have, is it?"]]},{"type":"p","text":"As the above sentences illustrate, dezelfde can precede a noun (first phrase) but it can also be used independently (second phrase)."},{"type":"p","text":"Singular het-words"},{"type":"table","table":[["Ze moeten steeds hetzelfde werk doen.","They have to do the same work all the time."],["Vandaag doen we hetzelfde als vorige week.","Today we do the same as what we did last week."]]},{"type":"p","text":"Plural words (always 'de')"},{"type":"table","table":[["Die broers hebben dezelfde ogen.","Those brother have the same (type of) eyes."],["Ja, het zijn dezelfde als die van hun moeder.","Yes, they are the same as their mother's."]]},{"type":"p","text":"Zelfde can also be combined with the demonstrative pronouns dit, deze, die, and dat. They are normally written as one word with the exception of deze zelfde."},{"type":"p","text":"There is no clear distinction between this form and hetzelfde/dezelfde. If we want to say that something is 'the very same as', we often use diezelfde/datzelfde/ditzelfde/deze zelfde."},{"type":"table","table":[["Ditzelfde huis stond op de voorpagina van Het Parool.","The [very] same house was on the front page of Het Parool (a Dutch newspaper)."],["Diezelfde regisseur heeft veel documentaires gemaakt over de Sahara.","The [very] same director has made a lot of documentaries about the Sahara."],["Datzelfde kun je zeggen over onze huidige regering.","You can say the [very] same about our current government."],["Deze zelfde fout moeten we niet nog eens maken.","We shouldn't make the very same mistake again."]]}]}