{"title":"Die (that, which, who)","body":[{"type":"p","text":"While we use dat to refer to het-words, we use die to refer to de-words and to persons."},{"type":"p","text":"Recall that plural words are always de-words."},{"type":"table","table":[["De film die ik wil zien, komt binnenkort op DVD uit.","The film that I want to see will soon be released on DVD."],["Ik vond de uitleg die zij eraan gaf, erg interessant.","I thought the interpretation that she gave of it, was very interesting."]]},{"type":"table","table":[["De Partij van de Dieren, die bij de vorige verkiezingen nog niet bestond, behaalt volgens de peilingen één zetel in het parlement.","According to the polls, the Animals' Party, which did not exist yet during the previous elections, will obtain one seat in the parliament."]]},{"type":"p","text":"The Dutch relative clauses all begin with 'dat', while the English clauses start with either 'that' or 'which'. Read why."},{"type":"p","text":""},{"type":"p","text":"If die referring to something inanimate is preceded by a preposition, we use the pronominal adverb waar+preposition."},{"type":"table","table":[["preposition + die","","waar+preposition"]]},{"type":"p","text":"Do not confuse this with the demonstrative pronoun die, which is replaced by daar."},{"type":"p","text":"The pronominal adverb is often separated by other verbs, as you can read on the Dutch pronominal adverb."},{"type":"table","table":[["De film waar we het over hadden.\nNot: De film over die we het hadden.","The film that we were talking about.\n[\"... whereabout we were talking\"]"],["De uitleg waar ze ons mee boeide.\nNot: De uitleg met die ze ons boeide","The interpretation with which she got us interested.\n[\"...wherewith she got us interested\"]"],["De Partij voor de Dieren, waar hij lid van is.\nNot: ... van die hij lid is.","The Animals' Party, which he is a member of.\n[\"...whereof he is a member\"]"]]},{"type":"p","text":"In relative clauses, the Dutch use die where the English say 'who'."},{"type":"table","table":[["De schaatsers, die voornamelijk uit het noorden van Nederland komen, trainen vaak in het Thialfstadion in Heerenveen.","The ice-skaters, who mainly come from the northern part of the Netherlands, often train in the Thialf Stadion in Heerenveen."],["Robin, die al tot honderd kan tellen, vindt het leuk om met cijfers te spelen.","Robin, who can already count up to hundred, enjoys playing with numbers."]]},{"type":"p","text":"If die referring to a person is preceded by a preposition, you have to use wie. In English, we would say 'whom'."},{"type":"p","text":"Unlike die referring to inanimate things, die referring to persons does not turn into a pronominal adverb."},{"type":"p","text":"However, in spoken Dutch, we sometimes violate the rule that pronominal adverbs should not be used for persons. You could hear someone say \"De vrouw waarmee ik samenwerk\" (the woman whom I work with). The correct phrase is \"de vrouw met wie ik samenwerk\"."}]}