{"title":"Diegene and datgene","body":[{"type":"p","text":"The demonstrative pronouns on this page are normally used in combination with a relative pronoun."},{"type":"p","text":"The pronouns below stem from the pronoun gene, which is an archaic form of die ('that' or 'those'). This pronoun has nothing to do with the negating adverb geen."},{"type":"p","text":"We use datgene for things and diegene for persons."},{"type":"p","text":"Datgene wat means 'that which' or 'the thing(s) which'. You will not hear it very often in spoken Dutch but it is common enough in written Dutch to be dedicated a few lines to. Instead of datgene, we often say dat wat or wat."},{"type":"table","table":[["English","Dutch"],["that which","[All interchangeable]\n- datgene wat [formal]\n- dat wat [common]\n- wat [common]"]]},{"type":"p","text":"Datgene wat, dat wat, and wat are interchangeable:"},{"type":"table","table":[["Je moet juist datgene doen wat ze niet verwachten.","You should do exactly that which they do not expect."],["Je moet juist dat doen wat ze niet verwachten.","You should do exactly that which they do not expect."],["Je moet juist doen wat ze niet verwachten.","You should do exactly what they do not expect."]]},{"type":"p","text":"The relative pronoun wat (just like In English) is often the most common form."},{"type":"table","table":[["Datgene wat ik eigenlijk wilde zeggen...","That which I actually wanted to say..."],["Dat wat ik eigenlijk wilde zeggen...","That which I actually wanted to say..."],["Wat ik eigenlijk wilde zeggen...\n[most common]","What I actually wanted to say..."]]},{"type":"p","text":"Degene die means 'the person who' or 'that person who'. The Dutch do not really distinguish between degene and diegene. They mean roughly the same. For the plural, we use degenen and diegenen"},{"type":"p","text":"To understand when we have to use diegene, we have to make a distinction between specific persons (that person who) and any person with a specific quality (whoever, any person who)."},{"type":"table","table":[["Specific person","Any person with a specific quality"],["That person who saved the life of a child yesterday should be awarded a medal for bravery.","Anyone who saves the life of a child should be awarded a medal."]]},{"type":"p","text":"In Dutch, we use degene/diegene to refer to a specific person. If we are talking about just any person with certain characteristics, we can choose from several demonstrative (and relative) pronouns, including degene/diegene. They are all interchangeable."},{"type":"table","table":[["-","Referring to a speficic person\n[that specific person who]","Referring to any person with a specific quality\n[anyone who]"],["the person who","[All interchangeable]\n- degene die\n- diegene die","[All interchangeable]\n- degene die\n- diegene die\n- hij die\n- wie"],["the persons who","[All interchangeable]\n- degenen die\n- diegenen die","[All interchangeable]\n- degenen die\n- diegenen die\n- zij die\n- wie"]]},{"type":"p","text":"We use degene when talking about a specific person:"},{"type":"table","table":[["Kan degene die mij midden in de nacht gebeld heeft mij voortaan overdag bellen?","Could that person who called me in the middle of the night from now on call me at daytime?"]]},{"type":"table","table":[["Ik heb nog altijd contact met degene die vroeger op me paste.","I am still in touch with the person who used to baby-sit me."]]},{"type":"p","text":"If we refer to any person with a certain quality, we can use degene, diegene, hij die, and wie:"},{"type":"table","table":[["Degene die het eerst aankomt, wint een prijs.","He who (whoever) finishes first, wins a prize."],["Hij die het eerst aankomt, wint een prijs.",""],["Wie het eerst aankomt, wint een prijs.",""]]},{"type":"table","table":[["Degenen die zich per post aanmelden, krijgen een schriftelijke bevestiging.","Anyone who registers by mail, will receive a written confirmation."],["Zij die die zich per post aanmelden, krijgen een schriftelijke bevestiging.",""],["Wie zich per post aanmeldt, krijgt een schriftelijke bevestiging.",""]]}]}