{"title":"Dutch pronominal adverbs","body":[{"type":"p","text":"Many Dutch pronouns do not allow a preposition before them. If a preposition shows up, it immediately turns into a pronominal adverb. On the next page, all Dutch pronouns that behave this way are outlined."},{"type":"p","text":"Let us first look at how it works exactly."},{"type":"p","text":"We will take the personal pronoun het (it) as an example. If het is preceded by a preposition, it turns into er (there)."},{"type":"p","text":"This is what happens:"},{"type":"table","table":[["preposition + het","","er+preposition"]]},{"type":"p","text":"If the graphic illustration is a bit too abstract, look at the sentences below and you will see what I mean."},{"type":"table","table":[["Hij protesteert tegen het onrecht.","He protests against the injustice."],["Hij protesteert ertegen.","\"He protests thereagainst.\""],["Not: hij prostesteert tegen het.","He protests against it."]]},{"type":"table","table":[["We doken in het water .","We dived into the water."],["We doken erin.","\"We dived thereinto.\""],["Not: we doken in het.","We dived into it."]]},{"type":"p","text":"The pronominal adverb does not always occur in one piece. It is usually separated by other words, as the sentences below show us."},{"type":"table","table":[["Hij protesteert al jaren tegen het onrecht.","He has been protesting against the injustice for years."],["Hij protesteert er al jaren tegen.","He has been protesting against it for years."]]},{"type":"table","table":[["We doken meteen in het water.","We immediately dived into the water."],["We doken er meteen in.","We immediately dived into it."]]},{"type":"p","text":"The separation of the pronominal adverb is a word order issue, which is discussed here (note that this link takes you to a page right in the middle of the word order section - don't be alarmed if you do not understand everything!)."},{"type":"p","text":"'Het' is not the only pronoun that can turn into a pronominal adverb ('er'). The same happens to several other pronouns. E.g. 'wat' (turning into 'waar') and 'dat' (turning into 'daar'), to name a few."},{"type":"p","text":"Continue to the next page to see which other Dutch pronouns are subject to this mechanism."}]}