{"title":"Elk & ieder (each & every)","body":[{"type":"p","text":"There is no clear difference between elk and ieder (each and every). They are practically interchangeable. There is, however, a tendency to use:"},{"type":"table","table":[["Dutch","Application","English"],["elk","singular","each"],["ieder","singular","every"]]},{"type":"p","text":"When we place elk or ieder before a noun (e.g. elke keer, 'each time'), we have to inflect it according to the gender of the noun. Before neuter nouns (het-words), we say elk or ieder. Before de-nouns, we have to add -e: elke and iedere."},{"type":"p","text":"We only use elk(e) and ieder(e) before singular nouns."},{"type":"table","table":[["Inflection","Before what type of noun?"],["elk / ieder","het-nouns"],["elke / iedere","de-nouns"]]},{"type":"p","text":"The example below illustrate how elk and ieder are inflected according to the nouns they precede."},{"type":"table","table":[["[de dag]\nIk fiets elke dag naar mijn werk.","[the day]\nI cycle to work every day."],["[het bibliotheekboek]\nElk bibliotheekboek heeft een unieke code.","[the library book]\nEach library book has a unique code."],["[de deelnemer]\nIedere deelnemer ontvangt een officieel attest.","[the participant]\nEvery participant will receive an official certificate."],["[het meisje]\nOp Valentijnsdag stuurt hij ieder meisje in zijn klas een kaart.","[the girl]\nOn Valentine's Day, he sends a postcard to every girl in his class."]]},{"type":"p","text":"Elk and ieder are rarely used independenty. If they are, they usually take the form elk van or ieder van (each of, every one of)."},{"type":"p","text":"Recall that elk and ieder are singular pronouns."},{"type":"table","table":[["Ieder van hen moest zich legitimeren.","Every one of them had to identify himself."],["Ik heb het met elk van jullie besproken.","I discussed it with each of you."]]},{"type":"p","text":"We generally use elk when we the group we refer to is relatively small. That is why you will not often hear \"ieder van mijn vier collega's\"."},{"type":"p","text":"We find independent elk and ieder in a few fixed expressions:"},{"type":"table","table":[["Ieder voor zich.","\"Each for oneself.\"\n[Each has to decide for oneself or has to serve one's own interests]."],["Voor elk (or ieder) wat wils.","Something to each person's liking."]]},{"type":"p","text":"Elk and ieder can also occur somewhere* after the noun they refer to. If they do, they provide us with some extra information, which is not essential. This information could be omitted."},{"type":"table","table":[["De boeken hebben elk een unieke code.","The books each have a unique code."]]},{"type":"p","text":"The pronoun serves to stress that by 'the books', we mean 'each individual book' . Without 'each', we could think that we only have one unique code for all books together."},{"type":"table","table":[["De schilderijen hebben elk € 20.000 gekost.","The paintings costed € 20,000 each."],["De leerlingen hadden ieder een gedicht geschreven.","The students each wrote a poem."]]},{"type":"p","text":"Without the pronouns, it could seem as if the paintings were bought for a total of € 20,000 together and that the students collectively wrote one poem."},{"type":"p","text":"Of course, we could also simply write: \"Elk schilderij heeft € 20.000 gekost\" and \"Iedere leerling had een gedicht geschreven.\""},{"type":"p","text":"(*) For the exact position in a sentence, see word order: miscellaneous box."}]}