{"title":"Exclamative pronouns","body":[{"type":"p","text":"Exclamative pronouns are used to, indeed, exclaim. To be more specific, to express an emotion like admiration, disgust, or surprise with a certain quality: \"What horrible wheather!\" or: \"Such lovely children!\""},{"type":"table","table":[["Dutch","Application","English"],["zo'n","before singular nouns","such a"],["wat\nhoe","before adjectives","how"],["wat een","before singular and plural nouns","what a"],["zulk(e)","before uncountable singular nouns and plural nouns","such"]]},{"type":"p","text":"If you already went through the other pronoun pages, you may recognize several of the pronouns. Wat can also function as a relative or interrogative pronoun and zo'n and zulke were discussed in the chapter about demonstrative pronouns."},{"type":"p","text":"We use zo'n before singular nouns. For plural nouns, we have to use zulke. However, in colloquial Dutch, you will often hear zo'n before plural nouns as well."},{"type":"table","table":[["Zo'n schattige hond!","Such a cute dog!"],["Zo'n rotweer!","Such lousy wheather!"]]},{"type":"p","text":"Wat and hoe are interchangeable but hoe is a bit more formal. We only place them before adjectives, not before nouns."},{"type":"table","table":[["Wat leuk!","How nice!"],["Hoe leuk!","How nice!"],["Wat vervelend!","How annoying!"],["Hoe vervelend!","How annoying!"]]},{"type":"p","text":"Although we normally place the article een before singular nouns, the expression wat een can be used for plural nouns as well. The nice thing about wat een is that we do not have to inflect it."},{"type":"table","table":[["Wat een schattige hond!","What a cute dog!"],["Wat een rotweer!","What a lousy wheather!"],["Wat een mooie schilderijen!","What beautiful paintings!"],["Wat een slimme studenten!","What clever students!"]]},{"type":"p","text":"We use zulk and zulke before uncountable nouns and before plural nouns. If we use it before an uncountable het-noun, we say zulk, in all other cases zulke."},{"type":"table","table":[["[het bier]\nZulk lekker bier!","[the beer]\nSuch tasty beer!"],["[de wijn]\nZulke goede wijn!","[the wine]\nSuch good wine!"],["[de druiven]\nZulke mooie druiven!","[the grapes]\nSuch beautiful grapes!"]]},{"type":"p","text":"The examples of wine and beer are considered uncountable because we are referring to the general categories 'beer' and 'wine'. Of course, we can also talk about specific beers and wines, in which case we can actually count them."}]}