{"title":"Few and many","body":[{"type":"p","text":"The Dutch translation for 'few' is weinig, for 'many' and 'much', we say veel."},{"type":"p","text":"For the expression 'quite a few', we can use several translations. We will only discuss the most common one: menig."},{"type":"table","table":[["Dutch","English"],["veel","many (emphasizing the total amount)"],["vele","many (emphasizing the individual things)"],["velen","many people"],["weinig","few"],["menig(e)","many a ... [things and persons]"],["menigeen","many a ... [persons]"]]},{"type":"p","text":"Where in English, we make a distinction between 'many' (before plural nouns) and 'much' (before uncountable singular nouns), the Dutch always use veel. We use it before singular and plural nouns."},{"type":"table","table":[["Hij spreekt veel talen.","He speaks many languages."],["We hebben niet veel tijd.","We do not have much time."]]},{"type":"p","text":"We sometimes use vele instead of veel. This has nothing to do with the necessary inflection (adding -e) that is sometimes required before de-nouns. After all, we can use veel before het-nouns as well as de-nouns."},{"type":"p","text":"Vele has a different meaning. We use it if we want to emphasize the individual items rather than the total amount."},{"type":"table","table":[["Ik kan vele redenen noemen om het plan door te zetten.","I can name many reasons to continue with the plan."],["Na vele onderhandelingen zijn ze tot een overeenkomst gekomen.","After many negotiations they have come to an agreement."]]},{"type":"p","text":"From the examples above, the difference with veel may not be immediately clear. It may be easier to see when we look at an example where we cannot use vele:"},{"type":"table","table":[["Het meisje heeft veel sproeten.","The girl has many freckles."],["Not: Het meisje heeft vele sproeten.","The girl has many (individual) freckles."]]},{"type":"p","text":"If we use vele, we are paying attention to the individual freckles rather than the total amount. It is as if we are attributing unique qualities to each individual freckle. In the case of the negotiations or the reasons (in the examples above), we assume that we are talking about a collection of different negotiations and reasons."},{"type":"p","text":"Velen means 'many people'. It often -but not necessarily- follows after a sentence where the group of people we want to refer to is more or less defined."},{"type":"table","table":[["Werknemers hebben recht op minimaal 20 vakantiedagen. Velen gaan met vakantie in de zomermaanden.","Employees are entitled to a minimum of 20 holidays a year. Many (of them) go on holidays during the summer months."],["Die professor was beroemd om zijn controversiële colleges. Velen kunnen zich hem nog goed herinneren.","That professor was famous for his controversial lectures. Many (people, students) can still remember him well."]]},{"type":"p","text":"If we place weinig before a noun, it means little, a few, or a bit. We can place it before singular and plural nouns."},{"type":"table","table":[["We hebben weinig regen gehad deze lente.","We have had little rain this spring."],["Er waren slechts weinig mensen op het strand.","There were only (a) few people on the beach."]]},{"type":"p","text":"We do not inflect weinig (it does not receive an -e at the end) unless we place it between an article and a noun."},{"type":"table","table":[["De weinige momenten die ze samen hebben doorgebracht.","The few moments that they spent together."],["Het weinige daglicht was de oorzaak van hun tekort aan vitamine D.","The little amount of daylight was the cause of their vitamine D deficiency."]]},{"type":"p","text":"We use menig to say 'quite a few'. Although menig refers to plural things or persons, we treat it as a singular pronoun. The noun that follows after is, is also singular. You can compare the use of mening with English 'many a man'."},{"type":"p","text":"We use menig before 'het'-nouns, menige before 'de'-nouns."},{"type":"table","table":[["[de universiteit]\nMenige universiteit maakt zich zorgen over de bezuinigingen in het onderwijs.","Many a university is concerned about the budget-cuts in education."],["[[het succes]\n\nMenig succes was te danken aan het goede onderwijssysteem.","Many successes ('many a succes') was due to the good educational system."]]},{"type":"p","text":"The independent form of menig is menigeen. We can only use this for persons."},{"type":"table","table":[["Menigeen had twijfels over de kwaliteit.","Many people ('many a man') had doubts about the quality."],["Menigeen bleef tot het einde wachten.","Many people ('many a man') waited until the end."]]}]}