{"title":"Formal 'such': Dusdanig and zodanig","body":[{"type":"p","text":"Zodanig and dusdanig are formal forms of zo'n and zulke."},{"type":"p","text":"They mean 'such' as in 'of such a nature' or 'of such a degree'. The two mean practically the same."},{"type":"p","text":"We use them in cause-and-effect sentences:"},{"type":"table","table":[["formal","Ze hadden zodanige fouten gemaakt, dat het project moest worden afgelast.","The mistakes they had made were such that they had to cancel the project."],["Ze hadden dusdanige fouten gemaakt, dat het project moest worden afgelast.","",""],["common","Ze hadden zulke fouten gemaakt, dat het project moest worden afgelast.","They had made such mistakes, that they had to cancel the project."]]},{"type":"p","text":"As you can see, zodanig and dusdanig are used interchangeably. If you want to know the exact distinction: We use zodanig more often when we talk about 'of such nature' and dusdanig in the sense of 'of such a degree'."},{"type":"p","text":"Whether they get -e at the end depends on the word they precede. Before de-nouns, we add -e at the end. In this respect, they behave like adjectives."},{"type":"p","text":"In the example above, zodanig/dusdanig precedes a noun and thus behaves as an adjective. It can also say something about a verb or adjective, which makes it an adverb."},{"type":"p","text":"In this case, we often use (exclamative) zo."},{"type":"table","table":[["formal","Ze hadden het dusdanig naar hun zin, dat ze besloten langer te blijven.","They were enjoying themselves to such a degree, that they decided to stay longer."],["common","Ze hadden het zo naar hun zin, dat ze besloten langer te blijven.","They were enjoying themselves so much, that they decided to stay longer."]]},{"type":"p","text":"An adverb never receives an extra -e at the end"},{"type":"p","text":"As you can see, zo is the common form."},{"type":"table","table":[["formal","De kinderen waren dusdanig moe, dat ze meteen in slaap vielen.","The children were tired to such a degree that they fell asleep immediately."],["common","De kinderen waren zo moe, dat ze meteen in slaap vielen.","The children were so tired that they fell asleep immediately."]]}]}