{"title":"Marked subject pronouns","body":[{"type":"p","text":"As you read on the previous page, the Dutch have several pronouns with a stressed or 'marked' and a regular, unmarked form. I will repeat them here:"},{"type":"table","table":[["English","Dutch - unmarked","Dutch - marked"],["You","je","jij"],["She","ze","zij"],["It [het-nouns]","het","dit, dat\nSee demonstratives"],["It [de-nouns]","hij","deze, die\nSee demonstratives"],["We","we","wij"],["they [persons]","ze","zij"],["they [inanimate]","ze","demonstratives\ndeze, die"]]},{"type":"p","text":"Ik (I), hij for persons (he), and jullie (plural you) do not have separate words for marked and unmarked pronouns."},{"type":"p","text":"If we want to stress inanimate het/hij (it) and ze (they), we use a demonstrative pronoun."},{"type":"p","text":"While the Dutch make no distinction between masculine and feminine nouns, the Flemish use ze for inanimate feminine nouns. If you want to stress inanimate ze, you have to use a demonstrative pronoun (just like for inanimate het, hij, and plural ze)"},{"type":"p","text":"We use marked pronouns if we want to stress the pronoun in a sentence. This sounds easy enough as you are free to choose which pronouns you wish to emphasize. In your speech, however, you must make sure that you do not place the stress on an unmarked pronoun."},{"type":"p","text":"To place emphasis on a word in a sentence, the Dutch slightly:"},{"type":"p","text":"If you use an unmarked pronoun, make sure to emphasize another part in the sentence."},{"type":"p","text":"In the following examples, the word(s) that receive emphasis (and should be pronounced accordingly) are underlined."},{"type":"p","text":"Je and jij:"},{"type":"table","table":[["Unmarked","Je hoeft je geen zorgen te maken.","You do not have to worry."],["Marked","Jij hoeft je geen zorgen te maken (maar ik wel).","You do not have to worry (but I do)."]]},{"type":"p","text":"Ze and zij:"},{"type":"table","table":[["Unmarked","Ze wilde niet mee.","She did not want to come along."],["Marked","Zij wilde niet mee (maar de anderen wel).","She did not want to come along (but the others did)."]]},{"type":"p","text":"Het and dit/dat:"},{"type":"table","table":[["Unmarked","Het staat nog steeds te koop.","It is still for sale."],["Marked","Dat staat nog steeds te koop (maar die andere huizen zijn al verkocht).","That (one) is still for sale (but the other houses are already sold)."]]},{"type":"p","text":"Hij and deze/die:"},{"type":"table","table":[["Unmarked","Hij is gloednieuw.","It is brand new."],["Marked","Deze is gloednieuw (maar die andere auto niet).","This (one) is brand new (but the other car is not)."]]},{"type":"p","text":"We and wij:"},{"type":"table","table":[["Unmarked","We waren op tijd.","We were on time."],["Marked","Wij waren op tijd (de anderen niet).","We were on time (the others were not)."]]},{"type":"p","text":"Ze and zij (persons):"},{"type":"table","table":[["Unmarked","Dat zeggen ze altijd.","They always say that."],["Marked","Dat zeggen zij altijd (iemand anders zegt dat).","They always say that (noone else says that)."]]},{"type":"p","text":"Ze and deze/die (inanimate):"},{"type":"table","table":[["Unmarked","Ze zijn tijdelijk afgeprijsd.","They are temporarily discounted."],["Marked","Deze zijn afgeprijsd (maar die niet).","They are discounted (but those are not)"]]},{"type":"p","text":"For someone who is learning Dutch, it is often difficult to determine when a pronoun needs to be stressed (marked). This skill can only be aquired by experience. It may be helpful to know that unmarked pronouns are more commonly used than marked pronouns."}]}