{"title":"Object pronouns","body":[{"type":"p","text":"If the personal pronoun is not the subject in a sentence, we use an object pronoun. Compare the English subject pronouns 'I' with the object pronoun 'me', 'he' with 'him', 'they' with 'them', etc."},{"type":"p","text":"Just like we do for subject pronouns, in Dutch, we make a distinction between marked and unmarked pronouns. We use marked pronouns if we want to stress the pronoun in a sentence."},{"type":"p","text":"To place emphasis on a word in a sentence, the Dutch slightly increase the pitch (the melody goes 'up'), raise their volume, and stretch the duration (length) of the word."},{"type":"table","table":[["English","Dutch - unmarked","Dutch - marked"],["me","me","mij"],["you","je","jou"],["you [formal]","u","u"],["him","hem","hem"],["her","haar [ze]","haar"],["it [het-nouns]","het","dit, dat\nSee demonstratives"],["it [de-nouns]","hem","deze, die\nSee demonstratives"],["us","ons","ons"],["you","jullie","jullie"],["them [persons]","ze","hun/hen"],["them [inanimate]","ze","demonstrative\ndeze, die"]]},{"type":"p","text":"On the next page, you can look at a few examples that illustrate the use of marked and unmarked pronouns."},{"type":"p","text":"In Holland, marked and unmarked 'her' are both translated as haar. In Flanders, unmarked 'her' is ze."},{"type":"p","text":"The part of the sentence that receives emphasis is underlined."},{"type":"p","text":"Unmarked 'her':"},{"type":"table","table":[["Holland","Ik heb haar op de markt gezien.","I have seen her on the market."],["Flanders","Ik heb ze op de markt gezien.","I have seen her on the market."]]},{"type":"p","text":"When they stress 'her', the Dutch and the Flemish both use haar."},{"type":"p","text":"Stressed 'her':"},{"type":"table","table":[["Holland & Flanders","Haar heb ik op de markt gezien (niet hem).","(It is) her I have seen on the market (not him)."]]},{"type":"p","text":"We use het (it) for neuter nouns (het-nouns) and hem (him) for de-nouns. Hem is masculine but we also use it for feminine nouns."},{"type":"table","table":[["[Het boek]\nIk heb het op de bovenste plank gezet.","[The book]\nI put it on the top shelf."],["[De film]\nWe hebben hem nog niet gezien.","[The film]\nWe have not seen it yet."]]},{"type":"p","text":"You may know de-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine."},{"type":"p","text":"It does sound very sophisticated if you can distinguish between feminine and masculine nouns. You should only use haar (her) when you are really sure that the de-noun you refer to is feminine. When in doubt, hem is always correct."},{"type":"p","text":"We use hun if the object pronoun is stressed (marked). If you want to be very correct, you make a distinction between the direct object (hen) and the indirect object (hun). To make it more complicated: If an object pronoun is preceded by a preposition (usually aan or voor), we use hen."},{"type":"p","text":"On one of the following pages, you will read more about the use of hen and hun."},{"type":"p","text":"Note, that it is not compulsory to distinguish between hen and hun. You are permitted to completely forget about hen and use hun all the time."}]}