{"title":"Small amounts","body":[{"type":"p","text":"In Dutch, there are several ways to say 'a few'."},{"type":"p","text":"On one of the previous pages, you read about sommige or 'some' in English. The Dutch make a distinction between some in the sense of 'certain' and some referring to a small quantity. On this page, we will deal with 'quantitive some'."},{"type":"p","text":"The most common ways to say 'a few' are wat and een paar:"},{"type":"table","table":[["Dutch","Application","English"],["wat","singular\nplural","some, a few"],["een paar","plural","some, a few"]]},{"type":"p","text":"We can also use enkele(n) or enige(n) but this is a bit formal."},{"type":"table","table":[["Dutch","Application","English"],["enkele(n)","plural","some, any"],["enige(n)","singular\nplural","some"]]},{"type":"p","text":"Wat and een paar both mean 'a few'. Wat also means 'what' and een paar literally means 'a pair' but we can use them both as a translation for 'a few'."},{"type":"p","text":"Before plural nouns, we can use both een paar and wat:"},{"type":"table","table":[["Ik heb een paar mensen uitgenodigd.\nIk heb wat mensen uitgenodigd.","I invited a few people."],["Mag ik u een paar vragen stellen?\nMag ik u wat vragen stellen?","May I ask you a few questions?"]]},{"type":"p","text":"Before singular nouns, we can only use wat."},{"type":"table","table":[["Heb je nog wat geld over?","Do you have any money left?"],["Er was wat onduidelijkheid over de taakverdeling.","There was some unclarity about the division of tasks."]]},{"type":"p","text":"Instead of wat, you can also say enig(e), which is more formal: \"Heb je nog enig geld over?\", or: \"Er was enige onduidelijkheid over de taakverdeling.\""},{"type":"p","text":"Enkele means 'a few'. As an adjective, it means 'single'."},{"type":"table","table":[["Hij is al voor enkele tentamens geslaagd.","He already passed a few tests."],["Ze heeft het al aan enkele mensen verteld.","She already told it to a few people."]]},{"type":"p","text":"Enkele can also be independent (not preceding a noun). If it refers to things, we write enkele, for persons we write enkelen."},{"type":"table","table":[["In die boekhandel verkopen ze antieke boeken'.\nEnkele zijn zeer kostbaar.","In that bookshop, they sell antique books.\nA few (of them) are very valuable."],["De studenten hadden hard voor het tentamen geleerd.\nEnkelen hadden de hele nacht doorgehaald.","The students had studied hard for the test.\nA few (of them) had stayed up all night."]]},{"type":"p","text":"Note that enkel can also function as an adjective (meaning 'single'). While the pronoun enkele(n) can only refer to plural nouns, the adjective enkel(e) can also refer to single nouns."},{"type":"p","text":"As mentioned above, enige can be used as a more formal form of wat:"},{"type":"table","table":[["[de onduidelijkheid]\nEr was enige onduidelijkheid over de taakverdeling.","[the unclarity]\nThere was some unclarity about the division of tasks."],["[het enthousiasme]\nHet plan werd met enig enthousiasme ontvangen.","[the enthusiasm]\nThe idea was received with some enthusiasm"]]},{"type":"p","text":"Enige is most common in questions, where it can be compared with English 'any'."},{"type":"table","table":[["[het idee]\nHeb jij enig idee hoe laat het is?","[the idea]\nDo you have any idea what time it is?"],["[de overeenkomst]\nZie jij enige overeenkomst?","[the similarity]\nDo you see any similarity?"],["[de kaarten]\nZijn er nog enige kaarten over?","[the tickets]\nAre there any tickets left?"]]},{"type":"p","text":"In the rare case that we use it independently (not preceding a noun), this pronoun behaves the same as enkele. When referring to things, we write enige, for persons, we write enigen."},{"type":"p","text":"The indefinite numbers enkele and enige can also be used as adjectives. In this case, enkele means 'single' and enige means 'only'."},{"type":"table","table":[["Ik kan geen enkele oplossing bedenken.","I cannot think of a single solution."],["Was dat de enige keer?","Was that the only time?"]]}]}