{"title":"Sommige (some, 'certain')","body":[{"type":"p","text":"The Dutch translation for 'some' and 'any' is sommige."},{"type":"p","text":"Dutch sommige is more limited in its application than English some. The Dutch use sommige in the sense of 'certain', e.g \"Some (certain) things never change.\""},{"type":"table","table":[["Dutch","Application","English"],["sommige","singular\nplural","some in the sense of 'certain'"]]},{"type":"p","text":"In English, we also use some to indicate that we are talking about a small amount (some, a few), e.g. \"I wrote some (a few) lines\". In this case, the Dutch prefer 'enkele' or 'een paar' ('a few'), which we will discuss in Small amounts."},{"type":"p","text":"We only use sommige before plural nouns or singular uncountable nouns."},{"type":"table","table":[["Sommige dingen veranderen nooit.","Some (certain) things never change."],["Voor sommige tv-kanalen moet je een satellietschotel hebben.","For some (certain) tv channels, one must have a satellite dish."],["Ik had sommige mensen al eerder ontmoet.","I had already met some (of the) people before."]]},{"type":"p","text":"We use sommig for het-words, sommige for de-words."},{"type":"table","table":[["[de straling]\nSommige straling is schadelijk voor de mens.","[the radiation]\nCertain types of radiation are harmful to people."],["[het werk]\nVoor sommig werk moet je handig zijn.","[the job]\nFor certain jobs, one must be handy (motorically skilled)."]]},{"type":"p","text":"Sommige can also be independent (i.e. not preceding a noun). We only do this when we refer to plural nouns. When we refer to things, we write sommige, for people we add -n: Sommigen."},{"type":"table","table":[["In die boekhandel verkopen ze antieke boeken. Sommige zijn zeer kostbaar.","In that bookshop, they sell antique books. Some (of them) are very valuable."],["De studenten hadden hard voor het tentamen geleerd. Sommigen hadden de hele nacht doorgehaald.","The students had studied hard for the test. Some (of them) had stayed up all night."]]}]}