{"title":"Subject pronouns","body":[{"type":"p","text":"Recall that the subject is the agent who acts in a phrase: I walk, he has seen, we go to school, etc."},{"type":"p","text":"In Dutch, we use different words for stressed and unstressed . As a result, several pronouns have two versions: a marked (stressed) and an unmarked (unstressed) version. If, in a sentence, the emphasis lies on the pronoun, we use a marked pronoun. Unmarked pronouns are more commonly used than their marked equivalents."},{"type":"table","table":[["English","Dutch - unmarked","Dutch - marked"],["I","ik","ik"],["you","je","jij"],["you [formal]","u","u"],["he","hij","hij"],["she","ze","zij"],["it [het-nouns]","het","dit/dat\nSee demonstratives"],["it [de-nouns]","hij","deze/die\nSee demonstratives"],["we","we","wij"],["you","jullie","jullie"],["they [persons]","ze","zij"],["they [inanimate]","ze","deze/die\nSee demonstrative"]]},{"type":"p","text":"On the next page, you can look at a few examples that illustrate the use of marked and unmarked pronouns."},{"type":"p","text":"In Dutch, we have a formal and an informal form of 'you'. We use 'u' to address older people or adults that we do not know. We can also use 'u' in the second plural (instead of 'jullie') but this is very formal."},{"type":"table","table":[["Hoi Maaike, blijf je eten?","Hi Maaike, will you stay for dinner?"],["Pardon meneer, kunt u even opzij gaan?","Excuse me sir, could you step aside for a moment?"]]},{"type":"p","text":"The pronoun u is usually written in lowercase. U in uppercase is very formal, some would say stiff, and not very common anymore."},{"type":"p","text":"We use 'het' for neuter nouns (het-nouns) and 'hij' (he) for de-nouns. 'Hij' is masculine but we also use it for feminine nouns."},{"type":"table","table":[["[Het boek]\nHet staat op de bovenste plank.","[The book]\nIt is on the top shelf."],["[De film]\nHij draait momenteel in de bioscoop.","[The film]\nIt is currently shown in the cinema."]]},{"type":"p","text":"You may know de-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine."},{"type":"p","text":"In the Netherlands, we can use feminine pronouns for abstract feminine nouns, which sounds quite sophisticated. You should only use 'ze' (or 'zij' if the pronoun is stressed or 'marked') when you are really sure that the de-noun you refer to is feminine. When in doubt, 'hij' is always correct."},{"type":"p","text":"We use unmarked 'ze' (they) for persons and for inanimate objects."},{"type":"p","text":"However, when we stress the pronoun, we make a distinction: We refer to persons by 'zij' and to inanimate objects by 'die'."},{"type":"table","table":[["Unmarked","[De schoenen]\nZe staan je heel goed.","[The shoes]\nThey look very good on you."],["Marked","[De schoenen]\nDie staan je heel goed (die andere schoenen niet).","[The shoes]\nThey look very good on you (those other shoes don't)."],["Unmarked","[De ouders]\nZe vinden het geen goed idee.","[The parents]\nThey do not think it is a good idea."],["Marked","[De ouders]\nZij vinden het geen goed idee (maar ik wel).","[The parents]\nThey do not think it is a good idea (but I think it is)."]]},{"type":"p","text":"De-nouns are either masculine or feminine. The Dutch do not really know the genders of their words (but the Flemish do!) so they decided to treat all de-nouns as masculine."},{"type":"p","text":"The Flemish often say ge (unstressed) or gij (stressed) instead of je/jij. In Holland, this form is no longer used."}]}