{"title":"The alternative possessive","body":[{"type":"p","text":"On the previous page, we discussed the Dutch equivalent of English 'yours', 'mine', 'ours', etc. In Dutch, we have another way of saying that something belongs to someone. In English, we do not say: \"This book is of me\" but in Dutch this is a very common expression."},{"type":"table","table":[["English","Dutch"],["mine","van mij"],["yours","van jou"],["yours [formal]","van u"],["his","van hem"],["hers","van haar"],["ours","van ons"],["yours","van jullie"],["theirs","van hen"]]},{"type":"p","text":"In Dutch, we do not have a separate form for 'its'. The translation of 'of it' is 'ervan' (see pronominal adverbs). If we want to stress that something belongs to 'it', we say 'hiervan' (of this) or 'daarvan' (of that)."},{"type":"p","text":"However, its use is more limited than the forms in the table above. You can compare it to English. You can say: \"This is the front side of that\" (Dutch: \"Dit is de voorzijde daarvan\"), but you would not say: \"This front side is of that\". It is the same in Dutch; we do not say \"Deze voorzijde is daarvan\"."},{"type":"table","table":[["Die jas is van mij.","That coat is mine."],["Het idee was van jou.","The idea was yours."],["Die foto is van hem.","That photo is his."],["Die hond is van haar.","That dog is hers."],["Dat project is van ons.","That project is ours."],["Het kantoor is van jullie.","The office is yours (plural)."],["De school is van hen.","The school is theirs."]]},{"type":"p","text":"Suppose we both possess a mobile phone. We have the same ring tone. One of our phones is ringing. Whose phone is it? I check my bag and learn that I am the person who is being called."},{"type":"p","text":"Telling you that the phone is mine is not a suitable remark in this case. I want to say that it is MY phone that was ringing, not YOUR phone, which could very well have been the case since we have identical ring tones."},{"type":"p","text":"Therefore, I look at you and say: \"Het is die van mij\" (It is the one that belongs to me) and I answer the call."},{"type":"p","text":"Note that for this construction, we only use die and dat (that, those), we do not use dit and deze (this, these)."},{"type":"table","table":[["[De jas]\nHet is die van mij (niet die van jou).","[The coat]\nIt is the one that belongs to me (not the one that belongs to you)."],["[Het idee]\nHet is dat van jou.","[The idea]\nIt is the one that belongs to you."],["[De foto]\nHet is die van hem.","[The photo]\nIt is the one that belongs to him"],["[De hond]\nHet is die van haar.","[The dog]\nIt is the one that belongs to her."],["[Het project]\nHet is dat van ons.","[The project]\nIt is the one that belongs to us."],["[Het kantoor]\nHet is dat van jullie.","[The office]\nIt is the one that belongs to you [plural]."],["[De school]\nHet is die van hen.","[The school]\nIt is the one that belongs to them."]]}]}