{"title":"Wat (that, what, which)","body":[{"type":"p","text":"We use wat:"},{"type":"p","text":"When we refer to a whole phrase, we always use wat:"},{"type":"table","table":[["Het gaat deze zomer veel regenen, wat slecht nieuws is voor de toeristische sector.","It is going to rain a lot this summer, which is bad news for the tourist industry."],["Ze letten goed op hun gezondheid, wat niet betekent dat ze nooit eens patat eten.","They look after their health, which does not mean that they never have fries."]]},{"type":"p","text":"Just like in English, we can use wat without an antecedent. You could say that it refers to an invisible dat."},{"type":"table","table":[["[dat] Wat ze zei, was zeer schokkend.","[that] What she said was very shocking."],["[dat] Wat we vergaten, was dat er een uur tijdsverschil was.","[that] What we didn't remember was that there was an hour time difference."]]},{"type":"table","table":[["Dat is iets wat ik me nog goed kan herinneren.","That is something that I recall very well."],["Is dat alles wat je hebt gedaan?","Is that all that you have done?"],["Ik heb niets gevonden wat het probleem kan verklaren.","I have not found anything that could explain the problem."],["Er is maar weinig wat ik niet lust!","There are only very few things that I do not like (to eat)."]]},{"type":"p","text":"In English, adjectives are normally linked to a noun or pronoun. That is why we add 'thing' to the English translation."},{"type":"p","text":"It is also acceptable to use 'dat', just like in English. However, there is a strong preference for 'wat'."},{"type":"table","table":[["Het laatste wat ik me kan herinneren, is dat ik tegen die auto aanbotste.","The last thing that I can recall is that I collided with that car."],["Het eerste wat ze na de wedstrijd zei was dat ze honger had.","The first thing that she said after the match was that she was hungry."],["Dat is het enige wat ze zei.","That is the only thing that she said."],["Dat was wel het vreemdste wat we ooit hadden meegemaakt.","That really was the weirdest (that) thing we ever experienced."],["Dat is het minste wat je van ze mag verwachten.","That is the least that you could expect from them."]]},{"type":"p","text":"If wat is preceded by a preposition, it turns into a pronominal adverb: We substitute wat for waar and let the preposition follow after it."},{"type":"table","table":[["preposition + wat","","waar+preposition"]]},{"type":"table","table":[["Het gaat deze zomer veel regenen, waar we niet blij mee zijn.","It is going to rain a lot this summer, which we are not happy with."],["Ze letten goed op hun gezondheid, waar ze op de lange termijn voor zullen worden beloond.","They look after their health, which they will be rewarded for on the long run."]]},{"type":"p","text":"Wat without an antecedent (see above) never turns into a pronominal adverb."}]}