{"title":"Connectors -e and -en","body":[{"type":"p","text":"When we connect two nouns to each other, we usually have to place -en between them."},{"type":"p","text":"In spoken Dutch, we usually do not (or hardly) pronounce the letter 'n', which makes it hard to determine whether you have to write -e or -en. On this page, you will find a few guidelines to distinguish between the connectors -e and -en."},{"type":"p","text":"We write -e if the first word of the compound noun:"},{"type":"p","text":"There are so many exceptions to the above rules, that it is always wise to check the spelling in a dictionary or at www.woordenlijst.org."},{"type":"p","text":"1. The first word is a person or an object of which there is obviously only one:"},{"type":"table","table":[["de koningin + de dag","(de) Koninginnedag","Queens Day"],["de zon + de straal","de zonnestraal","the sun beam"],["de maan + de schijn","de maneschijn","the moonshine"]]},{"type":"p","text":"2. The first word is not a noun:"},{"type":"table","table":[["spinnen + het wiel","het spinnewiel","the spinning-wheel"],["wiegen + het lied","het wiegelied","the lullaby"],["rood + de kool","de rodekool","the red cabbage"]]},{"type":"p","text":"Note that most compound words that start with a verb or adjective get no connector at all. This guideline simply tells you that if we do use a connector, it must be -e."},{"type":"p","text":"3. The compound is fossilized, i.e. the meaning of the compound word is not the sum of the meanings of its separate components"},{"type":"table","table":[["de bak + de baard","de bakkebaard","the side burn"],["de bruid + de gom","de bruidegom","the bride groom"],["de el + de boog","de elleboog","the elbow"]]},{"type":"p","text":"The last guideline must be really hard for non-native speakers!"},{"type":"p","text":"In general, we connect words by -en, unless they fall under one of the three categories above."},{"type":"p","text":"Apart from the distinction between -e and -en, we must be able to establish when to use -en or -s. The latter is another common connector, which we will discuss in detail on the next page."},{"type":"p","text":"We use the connector -en if the first word exclusively takes -en as a plural ending. Since this is the case for the majority of Dutch words, -en is the most common connector."},{"type":"table","table":[["het paard + de stal","de paardenstal","the horse stable"],["het gebaar + de taal","de gebarentaal","the sign language"],["het bed + het goed","het beddengoed","the bed linen"],["de toets + het bord","het toetsenbord","the keyboard"],["de punt + de slijper","de puntenslijper","the pencil ('point') sharpener"],["de waar + het huis","het warenhuis","the warehouse"]]}]}