{"title":"''Er'' replacing 'het'/'hem' (it) or 'ze' (plural 'it')","body":[{"type":"p","text":"When the pronoun het is preceded by a preposition, we replace het by er (see also het turning into er). The same goes for ze (them) and hem if they refer to something inanimate."},{"type":"p","text":"Not only is the pronoun replaced by er, the preposition is also attached to er. Moreover, it does not precede it - as it does with a noun, but it is placed after it. The preposition, thus, turns into a postposition."},{"type":"p","text":"We do not say: \"Ik hoop op het\", but: \"Ik hoop erop\". Following the same rule, in het becomes erin, over het becomes erover, et cetera. Recall that this only applies to het functioning as a pronoun, not to the article het!"},{"type":"p","text":"For de zeep (the soap), we normally use the pronoun hem."},{"type":"table","table":[["Ik heb mijn handen met zeep gewassen","I have washed my hands with soap"],["Ik heb er mijn handen mee gewassen","I have washed my hands with it"]]},{"type":"p","text":"We do not say: \"Ik heb mijn handen met hem gewassen.\""},{"type":"p","text":"Normally, prepositions stay the same if we turn them into postpositions. The prepositions met (with) and tot (to, until) are exceptions: They turn into mee and toe respectively. For example: Tot het becomes ertoe en met het becomes ermee."},{"type":"p","text":"Just like de zeep, de paraplu is a de-noun: We would use the pronoun hem."},{"type":"table","table":[["Ik heb onder een paraplu gelopen","I have walked under an umbrella"],["Ik heb eronder gelopen","I have walked under it"]]},{"type":"p","text":"We do not say: \"Ik heb onder hem gelopen\"."},{"type":"p","text":"For het hek we normally use the pronoun het."},{"type":"table","table":[["De bal werd over het hek heen* gegooid.","The ball was thrown over the fence"],["De bal werd eroverheen gegooid","The ball was thrown over it"]]},{"type":"p","text":"We do not say: \"De bal werd over het gegooid\"."},{"type":"p","text":"(*) Heen is a postposition that often occurs with a preposition indicating movement, in this example with over"},{"type":"p","text":"For the plural noun hoge hakken (high heels), we normally use the pronoun ze."},{"type":"table","table":[["Ze loopt op hoge hakken.","She walks on high heels."],["Ze loopt erop.","She walks on them."]]},{"type":"p","text":"We do not say: \"Ze loopt op ze.\""},{"type":"p","text":"Note that deze/dit (this) and die/dat (that) are replaced by hier and daar in the same way (see also dit/dat turning into hier/daar)."}]}