{"title":"Direct object - indefinite pronoun","body":[{"type":"p","text":"Most direct objects that begin with an indefinite pronoun cannot be placed at the beginning of the middle part. By contrast, in nearly all cases, you can place this type of direct object at the end of the middle part. The reason for this is that almost all indefinite pronouns render the direct object non-specific."},{"type":"p","text":"However, there are a few pronouns that make the direct object more or less specific. Examples are alle (all), beide (both), and sommige (some, certain). But even these more-or-less-specific direct objects will generally do fine at the end of the middle part, so you do not really have to break your head over this. You can read more about indefinite pronouns in the chapter about pronouns."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","DIROB","OV"],["Het Rijksmuseum ontvangt","jaarlijks","veel bezoekers uit het buitenland","---"]]},{"type":"table","table":[["The National Museum annually receives many visitors from abroad"]]},{"type":"p","text":"Veel bezoekers does not refer to a specific group of visitors and is, therefore, a non-specific direct object. It is placed at the end of the middle part."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","DIROB","MISC","OV"],["Esther doet","altijd","wat extra suiker","in haar thee","---"]]},{"type":"table","table":[["Esther always adds a bit of extra sugar to her tea"]]},{"type":"p","text":"As you can read in the chapter about pronouns, 'wat' is another way of saying een beetje (a bit) or enkele (a few). In haar thee is the place of the direct object, which falls under the MISCELLANEOUS category."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","TIME","DIROB","MISC","OV"],["Ze hebben","er","nooit","iets","over","gezegd"]]},{"type":"table","table":[["They never said anything about it."]]},{"type":"p","text":"Remember, that the Dutch translation of 'about it' is erover, which we derived from over het (see er replacing het/ze). The word er and the postposition over occur separately because they are interrupted by other sentence components (TIME and DIROB). We usually place the postposition in the right part under MISCELLANEOUS."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","TIME","DIROB","MISC","OV"],["Ze hebben","er","nog","geen antwoord","op","gegeven"]]},{"type":"table","table":[["They have not given an answer to it yet."]]},{"type":"p","text":"In a negating sentence, a direct object that begins with an indefinite article gets geen. The literal translation is: \"They have given no answer to it yet\". Op is the postposition that that would have been attached to er ('erop' replacing 'op het', see er replacing het/ze), had they not been interrupted by nog and geen. The postposition is part of the MISCELLANEOUS category (right side)."}]}