{"title":"EHD-postposition","body":[{"type":"p","text":"The EHD-postposition is related to er replacing het/ze."},{"type":"p","text":"An EHD-postposition is a preposition that is attached to er, hier, or daar. Recall, that when a preposition precedes the pronouns het (it), dit/deze (this/these) or dat/die (that/those), the pronouns are replaced by respectively er, hier or daar. You have probably read this before, but to refresh your memory:"},{"type":"table","table":[["preposition + noun","Ik heb met dit racket getennist.","I have played tennis with this racket."],["er + postposition","Ik heb ermee* getennist.","I have played tennis with it."],["er + ... + postposition","Ik heb er vandaag mee getennist.","Today, I played tennis with it."]]},{"type":"p","text":"As you can see, not only is het replaced by er, the preposition is also attached to er. Moreover, it does not precede it - as it does with a noun, but it is placed after it. Hence, the word postposition."},{"type":"p","text":"In the above example, er and mee are attached to each other. However, they can be separated by other components. We usually glue them together when there are no other, interfering components. Sometimes, the postposition remains attached to er, hier or daar, even when they can be separated by other sentence-components. This is, however, less common"},{"type":"p","text":"Er, hier and daar (EHD) are placed at the beginning of the middle part."},{"type":"p","text":"The EHD-postposition is placed immediately before the OV, or before the PF if there is one."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","TIME","POST","OV"],["Ik heb","er","van de week","mee","getennist"]]},{"type":"table","table":[["I have played tennis with it this week."]]},{"type":"p","text":"As you can see, er and mee are separated by van de week (and indeed, er sits at the beginning of the middle part)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","DIROB","MISC","OV"],["Je moet","daar","het geld","in","werpen"]]},{"type":"table","table":[["You have to insert (throw) a coin (in) there."]]},{"type":"p","text":"Note that daar is not necessarily a replacement of dat: It can perfectly refer to a location. The preposition is, however, indifferent to the nature of daar. Whenever a preposition is combined with daar (or er or hier), be it a replacement of dat or a reference to a location, the preposition always turns into a postposition."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","TIME","MISC","PF","OV"],["We zouden","daar","onmiddellijk","mee","op","moeten houden"]]},{"type":"table","table":[["We should immediately stop (with) that."]]},{"type":"p","text":"The above example shows how the EHD-postposition precedes the prefix of the separable compound verb."},{"type":"p","text":"Do not confuse the postposition with the prefix of the separable compound verb!"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","DIROB","OV"],["De Stones hebben","daar","hun eerste plaat","opgenomen"]]},{"type":"table","table":[["The Stones recorded their first record there."]]},{"type":"p","text":"Had you taken the prefix op as a postposition, you would have mistakenly separated the prefix from its verb. This is not exactly a grave mistake, as we will be perfectly able to understand the intended message. Sometimes, though, the meaning of a sentence can change by such tiny mistakes."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","DIROB","MISC","OV"],["1. De dief had","er","het geld","-","opgestreken"],["2. De dief had","er","het geld","op","gestreken"]]},{"type":"p","text":"In the first sentence, we find the separable compound verb opstrijken, which means 'to acquire' (money, profit). We could translate the sentence as: \"The thief had pocketed the money there\"."},{"type":"p","text":"The second sentence does not have a compound verb. We know this, because op is not attached to gestreken. Conclusion: op is a postposition related to er and gestreken is the past participle of the verb strijken (to iron!). The translation gives us a picture of a very tidy criminal: \"The thief had ironed the money on it\"."}]}