{"title":"Examples of negating sentences","body":[{"type":"p","text":"Examples of negating sentences"},{"type":"p","text":"Recall that the most common place for niet is between the middle and the right part."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","-","OV"],["We hebben","door het lawaai buiten","niet","kunnen slapen"]]},{"type":"table","table":[["We have not been able to sleep because of the noise outside."]]},{"type":"p","text":"Had we placed niet immediately before 'het lawaai buiten' (the noise outside), we would have said: \"We have been able to sleep not because of the noise outside.\" In other words, you were in fact able to sleep, but this was not caused by the noise outside."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","-","OV"],["De dove man kon","de deurbel","niet","horen"]]},{"type":"table","table":[["The deaf man could not hear the doorbell."]]},{"type":"p","text":"With niet immediately before de deurbel, we would have stressed that the deaf man could not hear the doorbell (but he might be able to hear something else)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","-","OV"],["De schaakkampioen wilde","het partijtje","niet","opgeven"]]},{"type":"table","table":[["The chess champion did not want to give up the match.."]]},{"type":"p","text":"If we place niet before 'het partijtje' (the game), we say \"It was not the game the chess champion wanted to give up (but his career?).\""},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","TIME","-","OV"],["Ze hebben","hun huiswerk","gisteren","niet","gemaakt"]]},{"type":"table","table":[["They did not do their homework yesterday."]]},{"type":"p","text":"Hun huiswerk is a specific direct object, which we normally place at the beginning of the middle part. However, if we want to stress the direct object, we always place it at the end of the middle part (see direct object)."},{"type":"p","text":"The following two examples illustrate how the position of niet influences the meaning of the sentence:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","-","TIME","OV","-"],["Ze hebben","hun huiswerk","niet","gisteren","gemaakt,","maar eergisteren"]]},{"type":"table","table":[["They did not do their homework yesterday but the day before yesterday"]]},{"type":"p","text":"The part maar eergisteren falls outside the main clause. We will deal with subclauses later."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","-","MISC","OV"],["Erik kwam","door een open brug","niet","op tijd","---"]]},{"type":"table","table":[["Due to an open bridge*, Erik was not on time."]]},{"type":"p","text":"(*) Because of the many bridges in Holland, an almost proverbial excuse for being late is that de brug was open."},{"type":"p","text":"Instead of niet op tijd, we might as well say te laat (too late)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","MANNER","MISC","OV"],["Erik kwam","niet","door een open brug","op tijd","---"]]},{"type":"table","table":[["Erik was on time not due to an open bridge."]]},{"type":"p","text":"If we place niet before door een open brug, Erik was apparently on time but this state of affairs was not caused by an open bridge. It is a rather silly thing to say that Erik was not on time because of an open bridge, which generally causes the opposite, but because of something else."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","DIROB","OV","-"],["We wilden","niet","een bosje bloemen","geven","maar een doosje bonbons"]]},{"type":"table","table":[["We did not want to give a bouquet of flowers but a box of pralines."]]},{"type":"p","text":"In the above example, we placed niet before a non-specific direct object. It is more common to use geen in this case."},{"type":"p","text":"As you read at the beginning of this page, you can almost always place niet between the middle and the right part. Almost, because there is one element inside the middle part that always follows after niet: When the PLACE element refers to a direction, niet immediately precedes PLACE."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","-","PLACE","OV"],["Ze zijn","gisteren","niet","naar de film","geweest"]]},{"type":"table","table":[["They did not go the movies yesterday."]]},{"type":"p","text":"The sentence \"Ze zijn gisteren naar de film niet geweest\" is plainly wrong. This is contrary to the other examples, where misplacing niet can change the context of a sentence but does not render an incorrect sentence."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","PLACE","OV"],["Onze kat wilde","niet","van het dak af","komen"]]},{"type":"table","table":[["Our cat did not want to come off the roof."]]},{"type":"p","text":"The same goes for \"Onze kat wilde van het dak af niet komen\", which is also grammatically incorrect. Note that the PLACE element consists of a preposition (van), a noun (het dak), and a postposition (af). Indications of direction or movement often take this form."}]}