{"title":"Examples of open questions","body":[{"type":"p","text":"An interrogative word often serves as a subject or direct object, but also as MANNER, PLACE, TIME, or a prepositional object."},{"type":"p","text":"In the example below, wie (who) is the subject, which is always part of the finite form. If a sentence does not begin with the finite form, inversion occurs (see also finite form. In this case, the interrogative word is part of the finite form, so inversion is not necessary."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","DIROB","OV"],["Wie heeft","er","een fototoestel","meegenomen?"]]},{"type":"table","table":[["Who has brought a camera?"]]},{"type":"p","text":"The little word er is used, but this is not always compulsory. It is just very common to place er at the beginning of a sentence when the subject is non-specific (see also extra er at the beginning of the sentence). No need to add that wie is a non-specific subject."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["DIROB","FF","-","PF","OV"],["Wat","neem jij","-","mee?","--"]]},{"type":"table","table":[["What do you bring?"]]},{"type":"p","text":"The word mee is the prefix of the separable compound verb meenemen (to bring along). Wat serves as the direct object, which we usually find in the pink middle part. Open question always begin with an interrogative word, so if the interrogative word happens to serve as a direct object, the latter will inevitably be placed at the beginning of the sentence. Note the inversion of the finite form !"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["DIROB","FF","-","MISC","OV"],["Wat voor reinigingsmiddel","gebruiken jullie","-","daarvoor?","-"]]},{"type":"table","table":[["What kind of detergent do you (plural) use for that?"]]},{"type":"p","text":"Normally, the word wat does not occur in combination with a preposition. The expression wat voor is an exception to this rule. It can only mean 'what kind of', you cannot use in the sense of 'for what'. Again, note the inversion of the finite form."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","MISC","OV"],["Welke politicus is","-","het populairst?","--"]]},{"type":"table","table":[["Which politician is the most popular?"]]},{"type":"p","text":"Het populairst is a complement, which falls under the MISC category. The finite form is not inverted, because the interrogative word (welke) is part of the subject (welke politicus). And the subject makes up the finite form together with the finite verb (\"is\", in this case)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["TIME","FF","DIROB","OV"],["Wanneer","komen ze","het huisvuil","ophalen?"]]},{"type":"table","table":[["When do they come to collect the rubbish?"]]},{"type":"p","text":"Wanneer serves as the TIME-element. You normally find this element in the pink middle part, but it is not uncommon to place it at the beginning. Anyway, as an interrogative adverb, wanneer must be placed at the beginning."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MANNER","FF","INDOB'","-","MISC","OV"],["Hoe","wil zij","hem","-","ten huwelijk","vragen?"]]},{"type":"table","table":[["How does she want to propose (to get married) to him?"]]},{"type":"p","text":"Ten huwelijk is part of ten huwelijk vragen (to propose to get married)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["PLACE","FF","PLACE","DIROB","OV"],["Waar","kan ik","ergens","zonnebloemolie","kopen?"]]},{"type":"table","table":[["Where can I buy sunflower oil (somewhere)?"]]},{"type":"p","text":"The second PLACE-element ergens is actually redundant - as you can see in the English translation - but very common in spoken Dutch. You do not have to bother using it yourself, but remember this example when you come across a sentence where the PLACE-element is doubled."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MANNER","FF","INDOB'","-","OV"],["Hoeveel keer","kun jij","je","-","opdrukken?"]]},{"type":"table","table":[["How many push-ups can you do?"]]},{"type":"p","text":"The interrogative number hoeveel serves as a MANNER-element. Note that we use a singular noun keer (time). It is not wrong to use the plural keren (times), it is just very uncommon."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","PLACE","OV"],["Wiens auto staat","er","in onze voortuin?","-"]]},{"type":"table","table":[["Whose car 'stands' in our front yard?"]]},{"type":"p","text":"The other form, wier, is used to refer to objects that belong to females or to more than one person. It is more commonly used as a relative pronoun, and even then, many people simply choose to use wiens regardless of the possessor."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MANNER","FF","DIROB","OV"],["Waarmee","kan een piloot","de positie van zijn vliegtuig","bepalen?"]]},{"type":"table","table":[["With what can a pilot determine the position of his airplane?"]]},{"type":"p","text":"Waarmee (wherewith) is another way of saying met wat (with what). The word wat does not occur in combination with a preposition. If it does, we replace wat by waar and we attach waar to the beginning of the preposition. This way, the preposition turns into a postposition (after all, it does not precede its object anymore, it now follows after it). Most prepositions remain unchanged if they are used as postpositions. Met is an exception: When used as a postposition, it turns into mee."},{"type":"p","text":"You can compare this to er replacing het."},{"type":"p","text":"Just like ermee, hiermee, and daarmee, the words waar and mee can be separated. If this is the case, the preposition (well, postposition) is placed at the beginning of the right part of the sentence (see EHD-postposition)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MANNER","FF","DIROB","MISC","OV"],["Waar","kan een piloot","de positie van zijn vliegtuig","mee","bepalen?"]]},{"type":"table","table":[["With what can a pilot determine the position of his airplane?"]]},{"type":"p","text":"Sometimes, it is rather uncommon to leave the word waar attached to its postposition. Such is the case with waarvandaan:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["PLACE","FF","-","MISC","OV"],["Waar","komt hij","-","vandaan?","---"]]},{"type":"table","table":[["Where does he come from?"]]},{"type":"p","text":"Waarvandaan (where from) comes from van waar (from where). In this case, waar does not replace wat, but simply means \"where\". The preposition van turns into the postposition vandaan. In other contexts, we can also use waarvan, but this means what from."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["conjunctive","FF","DIROB","OV"],["Waarom","weigerde hij","dat formulier","te ondertekenen?"]]},{"type":"table","table":[["Why did he refuse to sign that form?"]]},{"type":"p","text":"For waarom (why), the opposite goes: it is never separated."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MISC","FF","DIROB","MISC","OV"],["Waar","moet je","die haak","aan","bevestigen?"]]},{"type":"table","table":[["What do you have to attach that hook to?"]]},{"type":"p","text":"In most cases, it really does not matter whether you leave the word intact, or whether you separate it in two. The same goes for waaraan. If you separate it, the postposition (aan) is placed in the right part (see EHD-postposition)."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["MISC","FF","DIROB","OV"],["Waaraan","moet je","die haak","bevestigen?"]]},{"type":"table","table":[["What do you have to attach the hook to?"]]}]}