{"title":"Extra 'er' at the beginning of a sentence","body":[{"type":"p","text":"Sometimes, we have to add an extra or 'provisional' er at the beginning of a sentence. Whether we have to do this depends on the nature of the subject. We generally do this when the subject is 'undefined' (which will be explained below)."},{"type":"p","text":"Of all types of er, this one generally causes the most confusion. Understandable, as its use is not entirely clear. However, we do use it a lot, especially in spoken Dutch."},{"type":"p","text":"The provisional er is not easy to explain and certainly even less easy to understand. Do not worry if you do not get everything on this page. If you read and listen to Dutch often enough, you will find that you automatically get it right."},{"type":"p","text":"We generally add an extra 'er' to the beginning of the sentence if the subject is non-specific and undefined."},{"type":"p","text":"Let me explain this with the help of an example. When I say that someone was talking to me last night, the subject (someone) may be undefined but it was a specific someone (I am just not telling you who it was). If I tell you that someone dropped a leaflet in my mailbox, the subject is not only undefined but also non-specific (it could be anybody)."},{"type":"p","text":"Non-specific and undefined subjects generally begin with:"},{"type":"p","text":"Whether this extra er is compulsory is not clear and something not even experts agree on. Some prefer sentences without the extra er. Many newspapers are now rigorously avoiding this extra er, which, in my humble opinion, sometimes gives us rather unnatural sentences."},{"type":"p","text":"As you can see, the extra er makes the subject even less specific."},{"type":"table","table":[["Een man komt binnen.","A man enters."],["Er komt een man binnen.","Some guy enters (could be any man)."]]},{"type":"table","table":[["Dikke wolken hangen boven de stad.","Heavy clouds are \"hanging\" over the city."],["Er hangen dikke wolken boven de stad.","Some heavy clouds are \"hanging\" over the city."]]},{"type":"table","table":[["Twee mensen waren vrolijk aan het praten.","Two people were cheerfully talking."],["Er waren twee mensen vrolijk aan het praten.","(Some) two people were cheerfully talking (could be any two people)."]]},{"type":"table","table":[["Enkele mensen kwamen te laat.","A few people arrived late."],["Er kwamen enkele mensen te laat.","A few people (any few people) arrived late."]]},{"type":"p","text":"Note that inversion occurs if the sentence does not begin with the subject. See also finite formation."},{"type":"p","text":"The problem is that we cannot always add this provisional 'er', even if the subject begins with an indefinite article/pronoun or cardinal number."},{"type":"p","text":"We do not allow extra er if the subject:"},{"type":"table","table":[["Een republiek heeft een president, een koninkrijk een vorst.","A republic has a president, a kingdom a monarch."],["Fruit bevat veel vitaminen en mineralen.","Fruit contains a lot of vitamins and minerals."]]},{"type":"table","table":[["Twee zwaluwen maken nog geen zomer.","(lit) Two swallows do not make summer yet."],["Blauw en geel vormen samen groen.","Together, blue and yellow make green."]]},{"type":"p","text":"When I explained the difference between specific and non-specific subjects, I gave the example of the person calling me last night:"},{"type":"p","text":"\"When I say that someone was talking to me last night, the subject (someone) may be undefined but it was a specific someone (I am just not telling you who it was). If I tell you that someone dropped a leaflet in my mailbox, the subject is not only undefined but also non-specific (it could be anybody).\""},{"type":"p","text":"If the subject is specific, we cannot add an extra er:"},{"type":"table","table":[["Sommige voorstellen bleken niet realistisch.","Some proposals appeared to be unrealistic."],["Een loodgieter heeft mijn kraan gerepareerd.","A plumber has repaired my water tap."]]},{"type":"p","text":"If the subject is an interrogative pronoun, we usually have to add er. We typically use interrogative pronouns in questions."},{"type":"table","table":[["Wie heeft er aan de noodrem getrokken?","Who pulled the alarm brake?"],["Welk getal volgt er op tweeëntwintig?","Which number follows after twenty two?"],["Wat zou er kunnen gebeuren?","What could happen?"]]},{"type":"p","text":"The use of provisional er is very complicated. It is not likely that after reading this page, you will know exactly how to deal with this type of er. If you need further examples or explanations, please post a message on the forum. See also the forum topic The use of er or het."}]}