{"title":"How flexible is a Dutch sentence?","body":[{"type":"p","text":"Throughout this chapter, we have discussed the word order by dividing a sentence it in three parts: Left, middle, and right."},{"type":"p","text":""},{"type":"p","text":"If we want to stress a particular part of the sentence, we often place it before the left side (before FF) or after the right side (after OV)."},{"type":"p","text":"This may sound as if the whole idea of left-middle-right does not make much sense but this is really not the case."},{"type":"p","text":"we can only place one sentence component before the left side and one after the right side"},{"type":"p","text":"We can also do both, meaning that in total, we can place two components outside the left-middle-right part."},{"type":"p","text":"The rest of the sentence simply follows the neuter word order as illustrated by the graphical representation above."},{"type":"p","text":"There are a few principles for determining whether we should place a component outside the core sentence or not:"},{"type":"p","text":"If we want to stress the time that something occurred, we can place the time element outside the core sentence. However, in Dutch sentences, the most important information can be found in several places. Next to the position to the left and right of the sentence, there is another 'important' location inside the core sentence: Immediately before the other verbs (OV). By removing an element from the right side (placing it before or after the core sentence), the remaining part inside the right side will receive more emphasis. Unfortunately, there is no mathematical formula to calculate the 'importance weights' of the positions in and outside of a sentence."},{"type":"p","text":"Some components can consist of several words or even an entire clause. As a general rule, we place lengthy components outside of the core sentence. We do this to keep the sentence legible. This is often the case with prepositional phrases, which we usually place after the right side."}]}