{"title":"Negating sentences","body":[{"type":"p","text":"To form a negating sentence, we use the Dutch equivalent of 'not': niet. Unlike English, we do not need an auxiliary verb: I do not speak simply becomes Ik spreek niet. There is no need for the extra 'do' in Dutch."},{"type":"p","text":"The most common place for niet is between the middle and the right part. By doing this, we deny the general act or event indicated by the verbs. Whenever you are in doubt, put niet in this position and your sentence will almost certainly be right."},{"type":"p","text":"If we place niet before TIME, PLACE, MANNER, or the direct object, we do this to stress that it was not yesterday (but today), that it was not in Amsterdam (but in Den Haag), that we did not do it together (but alone), that we did not give her flowers (but chocolate), etc."},{"type":"p","text":"Common general negations are:"},{"type":"table","table":[["niet meer","not anymore","nog niet","not yet"],["niet eens","not even","helemaal niet","not at all"]]},{"type":"p","text":"The following negations can make up specific sentence components: Time"},{"type":"table","table":[["nooit, nimmer","never"],["Hij geeft nooit op.","He never gives up."]]},{"type":"p","text":"Place"},{"type":"table","table":[["nergens","nowhere"],["Ik kan het nergens vinden.","(lit) I can find it nowhere."]]},{"type":"p","text":"Subject, direct object, et cetera"},{"type":"table","table":[["niemand","nobody"],["Niemand praat erover.","No one talks about it."]]},{"type":"table","table":[["niets, niks","nothing"],["We hebben niets gezien.","(lit) We have seen nothing."]]},{"type":"table","table":[["..., noch ...","neither ..., nor ..."],["Hij kan horen noch praten*","He can neither speak, nor talk"]]},{"type":"p","text":"(*) While in English, we use a double negation - using both neither and nor - in Dutch, we only use a negating word before the second part."},{"type":"p","text":"If a sentence contains a non-specific direct object, we use the word geen instead of niet. Geen is the equivalent of English no."},{"type":"p","text":"On the next page, you will find examples of negating sentences."}]}