{"title":"The complement","body":[{"type":"p","text":"While its position needs no further explanation, the complement is not quite as simple. What is the complement? In order to answer this question, we first need to take a look at a special type of verb: the link verb."},{"type":"p","text":"In the following example, we use the link verb raken (to get, to become). The complement is an adjective."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","LINK","OV"],["Hij raakt","snel","geïrriteerd","---"]]},{"type":"table","table":[["He gets easily annoyed."]]},{"type":"p","text":"Next to raken, the link verb blijven is also frequently used. Again, the complement is an adjective."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","TIME","MANNER","LINK","OV"],["Hij blijft","echter","nooit","lang","boos","---"]]},{"type":"table","table":[["However, he never stays angry for long."]]},{"type":"p","text":"A proper name can also be a complement:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","LINK","OV"],["Ik heet","-","Bieneke","-"]]},{"type":"table","table":[["I am called Bieneke."]]},{"type":"p","text":"Heten is also used as a translation of ‘to be said’ or (cynically) ‘to be supposed’. This is rather formal."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","LINK","OV"],["Dat heet","-","een milieuvriendelijk beleid","te zijn"]]},{"type":"table","table":[["That is supposed to be an environmentally friendly policy."]]},{"type":"p","text":"When we use lijken to assign a characteristic to the subject, we often add wel. This little adverb is the opposite of niet, or not in English. The English language does not have an equivalent for wel. You can say I did not do it, but you cannot say I did yes do it. Instead, in English, you would say I did do it."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","LINK","OV"],["Je lijkt","wel","gek!","-"]]},{"type":"table","table":[["You must be crazy!"]]},{"type":"p","text":"The literal translation is \"you do seem crazy!\""},{"type":"p","text":"The example below illustrates how the complement can even include a subclause:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","LINK","OV"],["Dat zijn*","-","leuke mensen om mee uit te gaan","-"]]},{"type":"table","table":[["Those are nice people to go out with."]]},{"type":"p","text":"(*) In Dutch, we always a singular demonstrative pronoun (dit/dat) if it is the subject in a main clause, even when it refers to a plural noun. See also \"Dit is\" and \"dit zijn\"."},{"type":"p","text":"The complement is 'nice people to go out with', not just 'nice people'. The word order of the different types of subclauses will be discussed in the following chapters."},{"type":"p","text":"If a link verb appears in a main clause with more than one verb, it is usually part of the OV. Recall that a main clause cannot contain more than one independent verb, and that this verb is placed last."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","-","LINK","OV"],["Jullie zullen","-","zeer tevreden","zijn"]]},{"type":"table","table":[["You (plural) will be very satisfied."]]},{"type":"p","text":"In Dutch, the verb blijken (to appear) does not need to be followed by te zijn (to be):"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","LINK","OV"],["Dat zal","zeker","waar","blijken"]]},{"type":"table","table":[["That will definitely appear (to be) true"]]},{"type":"p","text":"But, if we want, we can add te zijn (to be):"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","MANNER","LINK","OV"],["Dat zal","zeker","waar","blijken te zijn"]]},{"type":"table","table":[["That will definitely appear to be true."]]},{"type":"p","text":"Although blijken is a link verb, now it is zijn which links waar to dat. In this case, zullen (zal) and blijken are both auxiliary verbs. Just follow the line: \"it will appear to be true\", \"it appears to be true\", \"it is true\"."},{"type":"p","text":"There are several link verbs that usually occur in combination with an undergoing object, which we simply treat as a reduced direct object. This was discussed earlier in the section about the reduced direct object:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB'","-","LINK","PF","OV"],["Dat liedje komt","me","-","bekend","voor","--"]]},{"type":"table","table":[["That song seems familiar to me."]]},{"type":"p","text":"The link verb voorkomen is a separable compound verb, which is why the prefix is also shown in blue."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB'","MANNER","LINK","OV"],["Dat leek","ons","nogal","sterk","-"]]},{"type":"table","table":[["That seemed rather unlikely to us."]]},{"type":"p","text":"The literal translation: \"That seemed rather strong to us.\""},{"type":"p","text":"Although dunken appears in the list of link verbs, it is rarely used this way. More often, you will come across this verb in a different way:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["DIROB'","finite verb FF","subject FF","-","OV"],["Me","dunkt","dat het vandaag gaat regenen.","-","-"]]},{"type":"table","table":[["I am pretty sure that it will rain today."]]},{"type":"p","text":"The \"me dunkt dat...\" expression is quite unique, so don't worry about the word order. In general, Dutch sentences do not begin with a reduced direct object (or 'undergoing' object in this case). However, there are some interesting points to this sentence. First of all, because the clause does not begin with the FF, inversion takes place: the finite verb is placed before the subject. Second, the subject consists of an entire subclause! We will deal with issue later in this chapter."}]}