{"title":"The separable verb is not the finite verb","body":[{"type":"p","text":"If the OV consist of only one verb, the separable verb remains intact:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","PF","OV"],["1. De tulpen zullen","heel veel water","--","opnemen"]]},{"type":"table","table":[["The tulips will absorb a lot of water."]]},{"type":"p","text":"If the OV consist of more than one verb, we place the separable compound at the very end. As you can read in the chapter about auxiliary verbs, the independent verb generally goes last. Since there are no separable compound verbs that can function as auxiliary verbs, the separable compound verb is always the independent verb, and thus placed at the end."},{"type":"p","text":"We can do two things, the first thing being the easiest solution:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","PF","OV"],["1. De tulpen zullen","heel veel water","--","blijven opnemen"],["2. De tulpen zullen","heel veel water","op","blijven nemen"]]},{"type":"table","table":[["The tulips will keep absorbing a lot of water."]]},{"type":"p","text":"Whether the first or the second solution is used, depends on what Dutch speaking region you visit. In many regions in Flanders, the first solution is more common, while in the west of the Netherlands, you will mostly hear and read examples of the second. In the rest of this chapter, we will stick to the second alternative."},{"type":"p","text":"If a separable compound verb is supported by an auxiliary verb that needs to be followed by te, the word te stands between the prefix and the verb."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","TIME","PF","OV"],["Ze beloofde","de opdracht","morgen","af","te maken"]]},{"type":"table","table":[["She promised to finish the assignment tomorrow."]]},{"type":"p","text":"Even though the separable compound verb afmaken (to finish) appears as an infinitive, it is separated because the auxiliary verb beloven is always followed by te. And this little word simply insists on being placed between the prefix and the verb."}]}