{"title":"Time: when?","body":[{"type":"p","text":"For TIME, we ask \"When?\""},{"type":"p","text":"This means that the following elements do not qualify as TIME: steeds (all the time), even (briefly, for a moment), een uur lang (for an hour). Although they are all related to TIME, they do not refer to a particular point in time. In other words, they do not answer the question \"When?\" but rather \"How long?\" or \"How frequently?\" All 'how-elements' fall under MANNER, a component that we will deal with later."},{"type":"p","text":"TIME can occur in a variety of forms:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","MANNER","PLACE","OV"],["Koos gaat","morgen","met Ineke","naar de film","-"]]},{"type":"table","table":[["Tomorrow, Koos will go (lit: goes) to the movies with Ineke."]]},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","MANNER","OV"],["We hebben","vanmiddag","een half uur","gepauzeerd"]]},{"type":"table","table":[["This afternoon, we had a break for half an hour."]]},{"type":"p","text":"Note that we do not use the preposition voor (for) in the Dutch translation of 'for half an hour'. We simply say 'half an hour'."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","EHD","TIME","MANNER","MISC","OV"],["Ze hebben","er","toen","nadrukkelijk","om","gevraagd"]]},{"type":"table","table":[["Then (at the time), they had asked for it specifically."]]},{"type":"p","text":"In the above example, TIME is preceded by EHD. Vragen om means 'to ask for'. The combination om het (for it) turns into erom. In this sentence, er and om are separated by two other components: TIME and MANNER."},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","OV"],["Het toneelstuk is","om kwart over acht","begonnen"]]},{"type":"table","table":[["The play started at a quarter past eight."]]},{"type":"p","text":"A sentence can contain more than one TIME:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","TIME","MISC","OV"],["Jullie zijn","morgen","vanaf drie uur 's middags","welkom","-"]]},{"type":"table","table":[["Tomorrow, you are welcome from three o'clock in the afternoon."]]},{"type":"p","text":"Although it is not compulsory, it is best to go from general to specific. In the above example, the general time context is morgen (tomorrow), the more specific one vanaf drie uur 's middags (from three o'clock in the afternoon)."}]}