{"title":"Types of clauses","body":[{"type":"p","text":"So far, we have only dealt with simple sentences, that is, sentences that consist of a main clause and nothing else. Sentences can also consist of several clauses, e.g.:"},{"type":"table","table":[["\"We went to the theater || after we had dinner with my parents.\""]]},{"type":"p","text":"This sentence consists of two clauses (separated by ||), each with its own subject and finite verb. We do regard it as one sentence, as everything between the beginning (capital letter) and the full stop is part of one and the same sentence. Theoretically, a sentence can have an indefinite number of clauses:"},{"type":"table","table":[["\"When I told you || after we had left the office || that we were not going to come to the party || that Lisa had organised for the employees || that had performed above average, || we should have explained you || that we thought || it was not fair to the rest of the staff || who had been working as hard || as we had || but with fewer results.\""]]},{"type":"p","text":"Of course, too many clauses within one sentence can seriously violate the legibility of a sentence."},{"type":"p","text":"In the above sentence, you find different types of clauses: the co-ordinating clause, the subordinate clause, and the relative clause."},{"type":"p","text":"Subordinate clauses are always part of the main clause, in the form of a TIME-element, a MANNER-element, as part of the subject, direct object, etc. Co-ordinating clauses, on the other hand, are separate sentences that are glued to the main clause by words like en (and), maar (but), and of (or). A relative clause can be both: either an element within the main clause (like the subclause) or a separate phrase (like the co-ordinating clause)."},{"type":"p","text":"The following sentence shows us how a subordinate clause is part of the main clause:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","PLACE","OV","subordinate clause (TIME)"],["Ze wil","naar China","emigreren","zodra ze haar studie Chinese literatuur heeft afgerond"]]},{"type":"table","table":[["She wants to emigrate to China || as soon as she has finished her degree in Chinese literature."]]},{"type":"p","text":"The TIME-element is not just a simple word but consists of a whole phrase: zodra ... (as soon as ...). Within this phrase, we can distinguish the same kinds of elements as in a main clause: the subject (ze), the finite verb (heeft), the other verbs (afgerond), and a direct object (haar studie Chinese literatuur)."},{"type":"p","text":"A relative clause can also be part of the main clause:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","DIROB (and subclause)","PLACE","OV"],["De minister heeft","de petitie","die jullie hebben ingediend","in de ministerraad","besproken"]]},{"type":"table","table":[["The minister has discussed the petition || that you submitted || in the ministers council."]]},{"type":"p","text":"Where a subclause constitutes a whole sentence-element (like TIME, direct object, etc.), a relative clause is usually only part of a sentence-element. Or better: It extends a sentence-element. E.g. the man whom I saw, the day that I was born, the choice that he has made, and so on."},{"type":"p","text":"A relative clause can also form a separate phrase, which is not part of the main clause:"},{"type":"table","table":[["Left","Middle","Right"]]},{"type":"table","table":[["FF","TIME","MANNER","OV","relative clause"],["Ze stond","vannacht","luidkeels","te zingen,","wat we niet konden waarderen"]]},{"type":"table","table":[["Last night, she was singing loudly, || which we could not appreciate."]]},{"type":"p","text":"A co-ordinating clause is not part of the main clause but is attached to it by a conjunction like en (and), maar (but), or of (or). If we leave out the conjunction, we will have two sound main clauses."},{"type":"table","table":[["main clause","co-ordinating clause"]]},{"type":"table","table":[["Left","Middle","Right","Left","Middle","Right"]]},{"type":"table","table":[["FF","DIROB","OV","conjunct","FF","DIROB","MISC","OV"],["Hij heeft","de film","gezien","maar","hij vond","het boek","mooier","---"]]},{"type":"table","table":[["He has seen the movie || but he liked the book better."]]},{"type":"p","text":"The word order of the co-ordinating clause is identical to that of the main clause. The relative and subordinating clauses have a slightly different word order because all verbs are moved to the end of the clause. On the next pages, we will take a closer look at the different types of clauses."}]}