{"title":"Het meervoud: andere uitgangen","body":[{"type":"p","text":"Er zijn een paar zelfstandig naamwoorden die -eren krijgen in het meervoud (in plaats van -en):"},{"type":"table","table":[["het kind","de kinderen"],["het kalf","de kalveren"],["het ei","de eieren"],["het gemoed","de gemoederen"],["het goed","de goederen"],["het lam","de lammeren"],["het lied","de liederen"],["het rund","de runderen"],["het volk","de volkeren"]]},{"type":"p","text":"Let op: we schrijven 'lammeren' met dubbel 'm' (zie klinkers kort houden) en in 'kalveren' veranderen we de letter f in een v (zie harde en zachte medeklinkers)."},{"type":"p","text":"Het zelfstandig naamwoord 'het been' krijgt een extra d:"},{"type":"table","table":[["het been","de beenderen"]]},{"type":"p","text":"'Been' heeft twee verschillende betekenissen: 1. bot (van een skelet) en 2. been (lichaamsdeel). Als het naar een lichaamsdeel verwijst, is het meervoud regelmatig:"},{"type":"table","table":[["het been","de benen"]]},{"type":"p","text":"'Het blad' is onregelmatig omdat de korte klinker in het enkelvoud in een lange klinker verandert in het meervoud. In de voorbeelden hieronder zijn de lettergrepen van de meervoudsvormen gescheiden door een streepje (-). Zo kun je zien dat de letter 'a' nu een enkele, open klinker is. Volgens de regelmatige spellingsregels moeten we eigenlijk een extra d toevoegen om de klinker kort te houden."},{"type":"table","table":[["het blad (van een boom)","de bla-de-ren"],["het blad (papier)","de bla-den"]]},{"type":"p","text":"Zoals je ziet, heeft 'blad' twee betekenissen. Beide meervoudsvormen zijn onregelmatig. De regelmatige vorm zou zijn geweest: bladden."},{"type":"p","text":"Latijnse woorden die op -um eindigen, krijgen -s in het meervoud. Sommige zelfstandig naamwoorden kunnen ook wel een -a krijgen in plaats van een -s. De -a komt dan in de plaats van -um."},{"type":"table","table":[["het museum","de museums / musea"],["het stadium","de stadiums / stadia"],["het podium","de podiums / podia"],["het aquarium","de aquariums / aquaria"]]},{"type":"p","text":"Hetzelfde kan gebeuren met woorden die op -on eindigen. Deze uitgang komt niet vaak voor."},{"type":"table","table":[["het stadion","de stadions / stadia"]]}]}