{"title":"Meervoud: -s of -en?","body":[{"type":"p","text":"Welke woorden hebben een meervoud op -en en welke op -s?"},{"type":"p","text":"Laten we aannemen dat alle zelfstandige naamwoorden in principe een meervoud hebben op -en. Hieronder staan de eigenschappen van zelfstandige naamwoorden die een meervoud hebben op -s. Alle andere zelfstandige naamwoorden hebben in principe een meervoud op -en. Het lijkt misschien een beetje veel, al deze regeltjes. De meeste mensen leren ze niet uit hun hoofd, maar ze gaan vanzelf het juiste meervoud gebruiken als ze meer ervaring krijgen met het Nederlands. Op de volgende pagina vind je een overzicht van alle regels."},{"type":"p","text":"De volgende woorden hebben een meervoud op -s:"},{"type":"p","text":"Voeg een apostrof ('s) toe aan zelfstandige naamwoorden die eindigen op een enkele a, i, o, u of y. De apostrof is nodig om de klinker lang te houden."},{"type":"table","table":[["de oma","de oma's"],["de ski","de ski's"],["de radio","de radio's"],["het menu","de menu's"],["de baby","de baby's"]]},{"type":"p","text":"Sommige zelfstandige naamwoorden op 'u' hebben zowel een meervoud op -en als op -s: individuen/individu's, residuen/residu's."},{"type":"p","text":"Een apostrof is niet nodig bij woorden die eindigen op een enkele -e, want dit is een stomme e."},{"type":"table","table":[["de breedte","de breedtes"],["de boete","de boetes"],["de ziekte","de ziektes"]]},{"type":"p","text":"Uitzondering: zelfstandige naamwoorden die gebaseerd zijn op bijvoeglijke naamwoorden en die verwijzen naar mensen krijgen -n in het meervoud:"},{"type":"table","table":[["de bekende","de bekenden"],["de gepensioneerde","de gepensioneerden"],["de werkende","de werkenden"]]},{"type":"p","text":"Soms kunnen zelfstandige naamwoorden die eindigen op een stomme e ook een -en uitgang krijgen. Maar dat kan niet altijd, dus als je het niet zeker weet, kun je beter voor -s kiezen."},{"type":"p","text":"De meest voorkomende onbeklemtoonde klinkercombinatie aan het eind van een enkelvoudig zelfstandig naamwoord is ie. Ander combinaties zijn vrij zeldzaam. In de tabel is de beklemtoonde lettergreep onderstreept."},{"type":"table","table":[["de repetitie","de repetities"],["de visie","de visies"],["de bamboe","de bamboes"]]},{"type":"p","text":"Uitzondering: chemicalie - chemicaliën [1]"},{"type":"p","text":"In de tabel zijn de beklemtoonde lettergrepen onderstreept."},{"type":"table","table":[["de lepel","de lepels"],["de bezem","de bezems"],["de keuken","de keukens"],["de wekker","de wekkers"],["de engerd","de engerds"],["de gierigaard","de gierigaards"],["de wandelaar","de wandelaars[2]"],["de geranium","de geraniums [3]"]]},{"type":"p","text":"In de tabel zijn de beklemtoonde lettergrepen onderstreept."},{"type":"table","table":[["de monteur","de monteurs"],["de carburateur","de carburateurs"],["de telefoon","de telefoons"],["de microfoon","de microfoons"]]},{"type":"table","table":[["de majoor","de majoors"],["de pastoor","de pastoors"],["de bankier","de bankiers"],["de kruidenier","de kruideniers"]]},{"type":"p","text":"Het Nederlands heeft veel woorden geleend uit het Engels en het Frans, waar het meervoud wordt gevormd met een -s."},{"type":"table","table":[["de elektricien","de elektriciens"],["het depot","de depots"],["de tram","de trams"],["het duel","de duels"]]},{"type":"p","text":"Een apostrof is nodig tussen de letter/het letterwoord en de s."},{"type":"table","table":[["de BV","de BV's"],["de cd","de cd's"],["a","a's"],["b","b's"]]},{"type":"p","text":"Uitzondering: letters en letterwoorden die al op een -s eindigen krijgen -en (let op de apostrof!)."},{"type":"table","table":[["de x","de x'en"],["de s","de s'en"],["de HTS","de HTS'en"],["de vwx","de vwx'en"]]},{"type":"p","text":"Voetnoten:\n[1] Merk op dat we niet -en toevoegen, maar alleen -n. Dat is omdat de laatste lettergreep onbeklemtoond is. Als de laatste lettergreep beklemtoond was geweest, zoals in genie, zouden we -en hebben toegevoegd: genieën.\n[2] In het Nederlands dat in Nederland wordt gesproken krijgen veel woorden op -aar de uitgang -en in plaats van -s. Bijvoorbeeld: eigenaren, leraren en ambtenaren. De Vlamingen zijn consequenter in het gebruik van de uitgang op -s.\n[3] Sommige Latijnse woorden op -um kunnen ook een -a krijgen in het meervoud."}]}