{"title":"Tussenletter: -e en -en","body":[{"type":"p","text":"Als we twee zelfstandig naamwoorden aan elkaar plakken, gebruiken we meestal de tussenletters -en."},{"type":"p","text":"In gesproken Nederlands spreken we de letter 'n' vaak niet of nauwelijks uit. Hierdoor is het moeilijk om te horen of je -e of -en moet schrijven."},{"type":"p","text":"We schrijven -e als het eerste woord van de samenstelling:"},{"type":"p","text":"Er bestaan zoveel uitzonderingen op deze drie regels, dat het raadzaam is om de spelling te controleren in een woordenboek of op de website van de officiële Nederlandse woordenlijst: www.woordenlijst.org."},{"type":"p","text":"1. Het eerste woord is een persoon of object, waarvan er duidelijk maar één is:"},{"type":"table","table":[["de koningin + de dag","(de) Koninginnedag","de verjaardag van onze (enige) koningin"],["de zon + de straal","de zonnestraal","we hebben maar één zon"],["de maan + de schijn","de maneschijn","we hebben maar één maan"]]},{"type":"p","text":"2. Het eerste woord is geen zelfstandig naamwoord:"},{"type":"table","table":[["spinnen + het wiel","het spinnewiel","van het werkwoord 'spinnen'"],["wiegen + het lied","het wiegelied","van het werkwoord 'wiegen'"],["rood + de kool","de rodekool","van het bijvoeglijk naamwoord 'rood'"]]},{"type":"p","text":"Merk op dat de meeste samenstellingen die met een werkwoord of bijvoeglijk naamwoord beginnen, helemaal geen tussenletter krijgen. Deze regel vertelt je alleen dat, áls je een tussenletter gebruikt, je -e moet schrijven."},{"type":"p","text":"3. De samenstelling is een vaste ('gefossiliseerde') samenstelling. De betekenis van de samenstelling is geen optelsom van de betekenissen van de afzonderlijke woorden."},{"type":"table","table":[["de bak + de baard","de bakkebaard","moeten we deze baard in een bak doen?"],["de bruid + de gom","de bruidegom","gom (lijm) om een bruid mee te lijmen?"],["de el + de boog","de elleboog","een boog van een el (oude lengtemaat) lang?"]]},{"type":"p","text":"In de laatste kolom staat de betekenis, als we de samenstelling letterlijk zouden nemen. Dit doen we dus niet."},{"type":"p","text":"In het algemeen gebruiken we -en als tussenletters, tenzij ze onder een van de drie bovenstaande categorieën vallen."},{"type":"p","text":"We moeten ons niet alleen afvragen of we -e of -en moeten gebruiken; we kunnen namelijk ook '-s' gebruiken. Dit bespreken we uitgebreid op de volgende pagina."},{"type":"p","text":"We gebruiken -en als tussenletter, als het meervoud van het eerste woord uitsluitend op -en eindigt. Doordat de meeste woorden alleen -en krijgen in het meervoud, is -en ook de meest gebruikte tussenletter."},{"type":"table","table":[["het paard + de stal","de paardenstal"],["het gebaar + de taal","de gebarentaal"],["het bed + het goed","het beddengoed"],["de toets + het bord","het toetsenbord"],["de punt + de slijper","de puntenslijper"],["de waar + het huis","het warenhuis"]]}]}